Repository: JICA98/DailyAL
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, de_de, es_es, fr_fr, id_id, ja, ko_kr, pt_br, ru_ru, tr_tr

# Logged_In
source: User logged in..
ar_eg: تسجيل الدخول المستخدم ..
de_de: Benutzer angemeldet ..
es_es: Usuario conectado ..
fr_fr: Utilisateur connecté ..
id_id: Pengguna masuk ..
ja: ユーザーがログインしました..
ko_kr: 사용자가 로그인 한 ..
pt_br: Usuário logado ..
ru_ru: Пользователь вошел в систему..
tr_tr: Kullanıcı giriş yaptı..

# English_Default
source: Defaults to English if the app doesn't support the system locale or country code.
ar_eg: الإعدادات الافتراضية إلى اللغة الإنجليزية إذا كان التطبيق لا يدعم لغة النظام أو رمز البلد.
de_de: Standardmäßig auf Englisch, wenn die App das Systemschema- oder Ländercode nicht unterstützt.
es_es: Por defecto en inglés Si la aplicación no admite la configuración regional del sistema o el código de país.
fr_fr: Par défaut en anglais Si l'application ne prend pas en charge la locale système ou le code de pays.
id_id: Default ke Bahasa Inggris Jika aplikasi tidak mendukung sistem lokal atau kode negara.
ja: アプリがシステムロケールまたは国コードをサポートしていない場合、デフォルトは英語です。
ko_kr: 앱이 시스템 로캘 또는 국가 코드를 지원하지 않는 경우 영어로 기본 설정됩니다.
pt_br: Padrões para o inglês se o aplicativo não suportar o local de localização ou código do país.
ru_ru: По умолчанию используется английский, если приложение не поддерживает языковой стандарт системы или код страны.
tr_tr: Uygulama sistem yerel ayarını veya ülke kodunu desteklemiyorsa varsayılan olarak İngilizce olur.

source: English
ar_eg: إنجليزي
de_de: Englisch
id_id: bahasa Inggris
ja: 英語
ko_kr: 영어
pt_br: inglês
ru_ru: Английский
tr_tr: İngilizce

source: Portuguese
ar_eg: البرتغالية
de_de: Portugiesisch
fr_fr: Portugais
id_id: Portugis
ja: ポルトガル語
ko_kr: 포르투갈 인
pt_br: português
ru_ru: португальский
tr_tr: Portekizce

source: Spanish
ar_eg: الأسبانية
de_de: Spanisch
id_id: Orang Spanyol
ja: スペイン語
ko_kr: 스페인의
ru_ru: испанский
tr_tr: İspanyol

source: German
ar_eg: ألمانية
de_de: Deutsch
id_id: Jerman
ja: ドイツ人
ko_kr: 독일 사람
ru_ru: Немецкий
tr_tr: Almanca

source: French
ar_eg: فرنسي
de_de: Französisch
fr_fr: français
id_id: Perancis
ja: フランス語
ko_kr: 프랑스 국민
ru_ru: Французский
tr_tr: Fransızca

source: Indonesian
ar_eg: إندونيسي
de_de: Indonesisch
id_id: bahasa Indonesia
ja: インドネシア語
ko_kr: 인도네시아 인
ru_ru: индонезийский
tr_tr: Endonezya dili

source: Russian
ar_eg: الروسية
de_de: Russisch
es_es: ruso
fr_fr: russe
id_id: Rusia
ja: ロシア
ko_kr: 러시아인
pt_br: russo
ru_ru: Русский
tr_tr: Rusça

source: Turkish
ar_eg: اللغة التركية
de_de: Türkisch
es_es: turco
fr_fr: turc
id_id: Turki
ja: トルコ語
ko_kr: 터키어
pt_br: turco
ru_ru: турецкий
tr_tr: Türkçe

source: Japanese
ar_eg: اليابانية
de_de: japanisch
id_id: Jepang
ja: 日本
ko_kr: 일본어
pt_br: japonês
ru_ru: Японский
tr_tr: Japonca

source: Korean
ar_eg: الكورية
de_de: Koreanisch
id_id: Korea
ja: 韓国語
ko_kr: 한국인
ru_ru: Корейский
tr_tr: Koreli

source: All
ar_eg: الجميع
de_de: Alle
es_es: Todos
id_id: Semua
ja: 全て
ko_kr: 모두
pt_br: Tudo
ru_ru: Все
tr_tr: Tüm

source: include
ar_eg: يشمل
de_de: enthalten
es_es: incluir
fr_fr: comprendre
id_id: termasuk
ja: 含む
ko_kr: 포함하다
pt_br: incluir
ru_ru: включать
tr_tr: katmak

source: Custom Tag
ar_eg: علامة مخصصة
de_de: Benutzerdefinierte Tag.
es_es: Etiqueta personalizada
fr_fr: Balise personnalisée
id_id: Tag khusus
ja: カスタムタグ
ko_kr: 사용자 정의 태그
pt_br: Tag personalizada
ru_ru: Пользовательский тег
tr_tr: Özel Etiket

# Custom_tag_desc
source: insert a custom tag
ar_eg: أدخل علامة مخصصة
de_de: Fügen Sie ein benutzerdefiniertes Tag ein
es_es: Inserte una etiqueta personalizada
fr_fr: Insérer une étiquette personnalisée
id_id: Masukkan tag khusus
ja: カスタムタグを挿入します
ko_kr: 사용자 정의 태그를 삽입하십시오
pt_br: Insira uma tag personalizada
ru_ru: вставить пользовательский тег
tr_tr: özel bir etiket ekle

source: Arabic
ar_eg: عربي
de_de: Arabisch
es_es: Arábica
fr_fr: arabe
id_id: Arab
ja: アラビア語
ko_kr: 아라비아 말
pt_br: árabe
ru_ru: арабский
tr_tr: Arapça

source: Collapse
ar_eg: انهيار
de_de: Zusammenbruch
es_es: Colapso
fr_fr: Effondrer
id_id: Jatuh
ja: 崩壊
ko_kr: 무너지다
pt_br: Colapso
ru_ru: Крах
tr_tr: Yıkılmak

# Language_settings_desc_v2
source: Choose a language.
ar_eg: اختر لغة.
de_de: Wählen Sie eine Sprache.
es_es: Elija un idioma.
fr_fr: Choisissez une langue.
id_id: Pilih bahasa.
ja: 言語を選択してください。
ko_kr: 언어를 선택하십시오.
pt_br: Escolha um idioma.
ru_ru: Выберите язык.
tr_tr: Bir dil seçin.

source: Loading Profile
ar_eg: تحميل الملف الشخصي
de_de: Profil geladen werden
es_es: Perfil de carga
fr_fr: Profil de chargement
id_id: Memuat Profil ..
ja: ロードプロファイル
ko_kr: 프로필로드
pt_br: Carregando perfil
ru_ru: Загрузка профиля
tr_tr: Profil Yükleniyor

source: Logged in as
ar_eg: تسجيل دخولك
de_de: Angemeldet als
es_es: Conectado como
fr_fr: connecté en tant que
id_id: masuk sebagai
ja: 記録された
ko_kr: 로그인 한대로 로그인했습니다
pt_br: logado como
ru_ru: Вошёл как
tr_tr: olarak giriş yaptı

source: Weekly Anime
ar_eg: أنيمي الأسبوعي
de_de: Wöchentlicher Anime.
es_es: Anime semanal
fr_fr: Anime hebdomadaire
id_id: Anime mingguan.
ja: 毎週のアニメ
ko_kr: 주간 애니메이션
pt_br: Anime semanal
ru_ru: Еженедельное аниме
tr_tr: Haftalık Anime

# Anime_Caps
source: Anime
ar_eg: قصص مصورة يابانية
ja: アニメ
ko_kr: 일본 만화 영화
ru_ru: Аниме

# Manga_Caps
source: Manga
ar_eg: مانغا
ja: マンガ
ko_kr: 만화
pt_br: Mangá
ru_ru: Манга

# People_Caps
source: People
ar_eg: اشخاص
de_de: Menschen
es_es: Personas
fr_fr: Gens
id_id: Rakyat
ja: 人
ko_kr: 사람들
pt_br: Pessoas
ru_ru: Люди
tr_tr: İnsanlar

source: Monday
ar_eg: الاثنين
de_de: Montag
es_es: lunes
fr_fr: Lundi
id_id: Senin
ja: 月曜
ko_kr: 월요일
pt_br: segunda-feira
ru_ru: Понедельник
tr_tr: Pazartesi

source: Tuesday
ar_eg: يوم الثلاثاء
de_de: Dienstag
es_es: martes
fr_fr: mardi
id_id: Selasa
ja: 火曜日
ko_kr: 화요일
pt_br: terça-feira
ru_ru: Вторник
tr_tr: Salı

source: Wednesday
ar_eg: الأربعاء
de_de: Mittwoch
es_es: miércoles
fr_fr: mercredi
id_id: Rabu
ja: 水曜日
ko_kr: 수요일
pt_br: quarta-feira
ru_ru: Среда
tr_tr: Çarşamba

source: Thursday
ar_eg: يوم الخميس
de_de: Donnerstag
es_es: jueves
fr_fr: Jeudi
id_id: Kamis
ja: 木曜日
ko_kr: 목요일
pt_br: quinta-feira
ru_ru: Четверг
tr_tr: Perşembe

source: Friday
ar_eg: جمعة
de_de: Freitag
es_es: viernes
fr_fr: vendredi
id_id: Jumat
ja: 金曜日
ko_kr: 금요일
pt_br: Sexta-feira
ru_ru: Пятница
tr_tr: Cuma

source: Saturday
ar_eg: السبت
de_de: Samstag
es_es: sábado
fr_fr: samedi
id_id: Sabtu
ja: 土曜日
ko_kr: 토요일
pt_br: sábado
ru_ru: Суббота
tr_tr: Cumartesi

source: Sunday
ar_eg: الأحد
de_de: Sonntag
es_es: domingo
fr_fr: dimanche
id_id: minggu
ja: 日曜日
ko_kr: 일요일
pt_br: Domingo
ru_ru: Воскресенье
tr_tr: Pazar

source: Refresh
ar_eg: ينعش
de_de: Aktualisierung
es_es: Actualizar
fr_fr: Rafraîchir
id_id: Menyegarkan
ja: 更新
ko_kr: 새로 고치다
pt_br: Atualizar
ru_ru: Обновить
tr_tr: Yenile

source: Show Only Last Quote
ar_eg: عرض اقتباس آخر فقط
de_de: Nur das letzte Zitat anzeigen
es_es: Mostrar solo la última cita
fr_fr: Afficher seulement la dernière citation
id_id: Tampilkan hanya kutipan terakhir
ja: 最後の見積もりのみを表示します
ko_kr: 마지막 따옴표만 보여줍니다
pt_br: Mostrar apenas última cotação
ru_ru: Показать только последнюю цитату
tr_tr: Yalnızca Son Teklifi Göster

# ShowOnlyLastQuote_desc
source: Show only the last quote for the post.
ar_eg: عرض فقط الاقتباس الأخير لهذا المنصب.
de_de: Zeigen Sie nur das letzte Angebot für den Beitrag.
es_es: Muestra solo la última cita de la publicación.
fr_fr: Afficher seulement la dernière citation pour le poste.
id_id: Tampilkan hanya kutipan terakhir untuk posting.
ja: 投稿の最後の引用のみを表示します。
ko_kr: 게시물의 마지막 따옴표 만 표시하십시오.
pt_br: Mostrar apenas a última cotação para o post.
ru_ru: Показывать только последнюю цитату сообщения.
tr_tr: Gönderinin yalnızca son alıntısını göster.

source: oldest
ar_eg: أقدم
de_de: älteste
es_es: más antiguo
id_id: tertua
ja: オールド
ko_kr: 가장 오래된
pt_br: mais velho
ru_ru: самый старый
tr_tr: en yaşlı

source: newest
ar_eg: الأحدث
de_de: neueste
es_es: el más nuevo
fr_fr: nouveau
id_id: terbaru
ja: 最新
ko_kr: 최신
pt_br: o mais novo
ru_ru: новейший
tr_tr: en yeni

source: Dark
ar_eg: مظلم
de_de: Dunkel
fr_fr: Sombre
id_id: Gelap
ja: 暗い
ko_kr: 어두운
ru_ru: Темный
tr_tr: Karanlık

source: Light
ar_eg: خفيفة
de_de: Hell
es_es: Luz
id_id: Lampu
ja: 光
ko_kr: 빛
pt_br: Luz
ru_ru: Свет
tr_tr: Işık

source: Custom
ar_eg: العادة
de_de: Brauch
fr_fr: Personnalisé
id_id: Kebiasaan
ja: カスタム
ko_kr: 관습
ru_ru: Обычай
tr_tr: Gelenek

# Select_Image
source: Select an image to set as the background image
ar_eg: حدد صورة لتعيين صورة الخلفية
de_de: Wählen Sie ein Bild aus, das als Hintergrundbild eingestellt ist
es_es: Seleccione una imagen para configurar como la imagen de fondo.
fr_fr: Sélectionnez une image à définir comme image d'arrière-plan
id_id: Pilih gambar untuk ditetapkan sebagai gambar latar belakang
ja: 背景画像として設定する画像を選択してください
ko_kr: 배경 이미지로 설정할 이미지를 선택하십시오
pt_br: Selecione uma imagem para definir como a imagem de fundo
ru_ru: Выберите изображение, которое хотите установить в качестве фонового изображения.
tr_tr: Arka plan resmi olarak ayarlanacak bir resim seçin

# Select_Image_desc
source: This image will be set as the background image for the home page.
ar_eg: سيتم تعيين هذه الصورة كصورة خلفية للصفحة الرئيسية.
de_de: Dieses Bild wird als Hintergrundbild für die Startseite eingestellt.
es_es: Esta imagen se establecerá como la imagen de fondo para la página de inicio.
fr_fr: Cette image sera définie comme l'image d'arrière-plan de la page d'accueil.
id_id: Gambar ini akan ditetapkan sebagai gambar latar belakang untuk beranda.
ja: この画像はホームページの背景画像として設定されます。
ko_kr: 이 이미지는 홈 페이지의 배경 이미지로 설정됩니다.
pt_br: Esta imagem será definida como a imagem de fundo para a página inicial.
ru_ru: Это изображение будет установлено в качестве фонового изображения главной страницы.
tr_tr: Bu resim ana sayfanın arka plan resmi olarak ayarlanacaktır.

# Image_Not_Selected
source: You didn't select any image.
ar_eg: لم تحدد أي صورة.
de_de: Sie haben kein Bild ausgewählt.
es_es: No seleccionó ninguna imagen.
fr_fr: Vous n'avez sélectionné aucune image.
id_id: Anda tidak memilih gambar apa pun.
ja: あなたは任意の画像を選択しませんでした。
ko_kr: 이미지를 선택하지 않았습니다.
pt_br: Você não selecionou nenhuma imagem.
ru_ru: Вы не выбрали ни одного изображения.
tr_tr: Herhangi bir resim seçmediniz.

# Remove_Image
source: Remove Image from Home Page
ar_eg: إزالة الصورة من الصفحة الرئيسية
de_de: Bild von der Startseite entfernen
es_es: Eliminar la imagen de la página de inicio
fr_fr: Supprimer l'image de la page d'accueil
id_id: Hapus gambar dari beranda
ja: ホームページから画像を削除します
ko_kr: 홈 페이지에서 이미지를 제거하십시오
pt_br: Remover imagem da home page
ru_ru: Удалить изображение с домашней страницы
tr_tr: Resmi Ana Sayfadan Kaldır

# Remove_Image_desc
source: This will remove the image from the home page.
ar_eg: سيؤدي ذلك إلى إزالة الصورة من الصفحة الرئيسية.
de_de: Dadurch wird das Bild von der Startseite entfernt.
es_es: Esto eliminará la imagen de la página de inicio.
fr_fr: Cela supprimera l'image de la page d'accueil.
id_id: Ini akan menghapus gambar dari beranda.
ja: これにより、ホームページから画像が削除されます。
ko_kr: 홈 페이지에서 이미지를 제거합니다.
pt_br: Isso removerá a imagem da home page.
ru_ru: Это удалит изображение с главной страницы.
tr_tr: Bu, resmi ana sayfadan kaldıracaktır.

# Theme_setting_desc_v2
source: Choose from light, dark or custom themes.
ar_eg: اختر من سمات الضوء أو الظلام أو المخصص.
de_de: Wählen Sie aus leichten, dunklen oder benutzerdefinierten Themen.
es_es: Elija entre temas ligeros, oscuros o personalizados.
fr_fr: Choisissez des thèmes légers, sombres ou personnalisés.
id_id: Pilih dari tema ringan, gelap atau kustom.
ja: 光、暗い、またはカスタムテーマから選択してください。
ko_kr: 가볍거나 어둡거나 맞춤 테마에서 선택하십시오.
pt_br: Escolha entre temas claros, escuros ou personalizados.
ru_ru: Выбирайте светлую, темную или пользовательскую тему.
tr_tr: Açık, koyu veya özel temalar arasından seçim yapın.

source: Genre Include/Exclude
ar_eg: النوع يشمل / استبعاد
de_de: Genre einschließen/ausschließen
es_es: Género Incluir/Excluir
fr_fr: Genre Inclure/Exclure
id_id: Genre Sertakan/Kecualikan
ja: ジャンル包含/除外
ko_kr: 장르 포함/제외
pt_br: Gênero Incluir/Excluir
ru_ru: Жанр Включить/Исключить
tr_tr: Tür Dahil Et/Hariç Tut

# Genre_Include_Exclude_desc
source: Single tap to include or double tap to exclude a genre.
ar_eg: نقرة واحدة لتضمين أو انقر نقرًا مزدوجًا لاستبعاد نوع.
de_de: Tippen Sie einmal, um ein Genre einzuschließen, oder zweimal, um es auszuschließen.
es_es: Toca una vez para incluir o toca dos veces para excluir un género.
fr_fr: Appuyez une fois pour inclure ou appuyez deux fois pour exclure un genre.
id_id: Ketuk sekali untuk memasukkan atau ketuk dua kali untuk mengecualikan genre.
ja: シングルタップで含めるか、ダブルタップしてジャンルを除外します。
ko_kr: 장르를 포함하려면 한 번 탭하고 장르를 제외하려면 두 번 탭하십시오.
pt_br: Toque uma vez para incluir ou toque duas vezes para excluir um gênero.
ru_ru: Нажмите один раз, чтобы включить жанр, или дважды нажмите, чтобы исключить его.
tr_tr: Bir türü dahil etmek için bir kez dokunun veya hariç tutmak için iki kez dokunun.

source: Avant_Garde
ar_eg: الطليعية
es_es: Primer plano
ja: アバンギャルド
ko_kr: 아방가르드
pt_br: Vanguarda
ru_ru: Авангард
tr_tr: Avangard

source: Award_Winning
ar_eg: جائزة_الفوز
de_de: Preisgekrönt
es_es: Ganador de premios
fr_fr: Récompensé_Gagnant
id_id: Pemenang penghargaan
ko_kr: 수상_우승
pt_br: Premiado
ru_ru: Награда_Победа
tr_tr: Ödüllü_Kazanan

source: Boys_Love
de_de: Jungs lieben
es_es: Chicos les encanta
id_id: Cinta anak laki laki
ko_kr: 소년_사랑
ru_ru: Мальчики_Любовь
tr_tr: Boys_Aşk

source: Girls_Love
ar_eg: حب البنات
de_de: Mädchen lieben
es_es: Amor de chicas
fr_fr: Les filles aiment
ko_kr: 소녀_사랑
ru_ru: Девушки_Любовь

source: Gourmet
ar_eg: جورميه
es_es: Gastrónomo
id_id: makanan lezat
ja: グルメ
ko_kr: 식도락가
ru_ru: гурман
tr_tr: Gurme

source: Suspense
ar_eg: تشويق
de_de: Spannung
es_es: Suspenso
fr_fr: Le suspense
id_id: Ketegangan
ja: サスペンス
ko_kr: 미결
ru_ru: Саспенс
tr_tr: Gerilim

source: Erotica
ar_eg: الشبقية
de_de: Erotik
es_es: Erótica
fr_fr: Érotique
id_id: Erotika
ja: エロティカ
ko_kr: 에로티시즘
pt_br: Erótica
ru_ru: Эротика
tr_tr: Erotik

source: Anthropomorphic
ar_eg: مجسم
de_de: Anthropomorph
es_es: Antropomórfico
fr_fr: Anthropomorphe
id_id: Antropomorfik
ja: 擬人化
ko_kr: 의인화 된
pt_br: Antropomórfico
ru_ru: Антропоморфный
tr_tr: Antropomorfik

source: CGDCT
ru_ru: КГДКТ

source: Childcare
ar_eg: رعاية الأطفال
de_de: Kinderbetreuung
es_es: cuidado de niños
fr_fr: Garde d'enfants
id_id: Penitipan anak
ja: 育児
ko_kr: 육아
pt_br: Puericultura
ru_ru: Уход за детьми
tr_tr: Çocuk bakımı

source: Combat_Sports
ar_eg: الرياضة القتالية
de_de: Kampfsportarten
es_es: Deportes de combate
fr_fr: Sports de combat
ko_kr: 전투_스포츠
pt_br: Esportes de combate
ru_ru: Боевой_Спорт
tr_tr: Dövüş sporları

source: Crossdressing
ar_eg: كروسدرينج
es_es: travestismo
fr_fr: travestissement
ja: 女装
ko_kr: 남장
pt_br: travesti
ru_ru: переодевание
tr_tr: karşı cinsin kıyafetlerini giyme

source: Delinquents
ar_eg: الجانحون
de_de: Straftäter
es_es: Delincuentes
fr_fr: Délinquants
id_id: tunggakan
ja: 滞納者
ko_kr: 체납자
pt_br: Delinquentes
ru_ru: Правонарушители
tr_tr: Suçlular

source: Detective
ar_eg: المحقق
de_de: Detektiv
fr_fr: Détective
id_id: Detektif
ja: 探偵
ko_kr: 형사
pt_br: Detetive
ru_ru: Детектив
tr_tr: Dedektif

source: Educational
ar_eg: تعليمي
de_de: Lehrreich
es_es: Educativo
fr_fr: Éducatif
id_id: pendidikan
ja: 教育
ko_kr: 교육적인
pt_br: Educacional
ru_ru: Образовательный
tr_tr: eğitici

source: Gag_Humor
ar_eg: همس الدعابة
es_es: chiste_humor
fr_fr: Gag_Humour
ko_kr: 개그_유머
ru_ru: Кляп-юмор
tr_tr: Şaka Mizahı

source: Gore
ar_eg: جور
de_de: Blut
es_es: Sangre
fr_fr: Sang
id_id: Menanduk
ja: ゴア
ko_kr: 핏덩어리
ru_ru: Гор
tr_tr: Kan

source: Idols_Female
ar_eg: الأصنام_الإناث
de_de: Idole_Weiblich
es_es: ídolos_femeninos
fr_fr: Idoles_Femmes
id_id: Idola_Perempuan
ko_kr: 아이돌_여자
ru_ru: Идолы_Женщины
tr_tr: Idols_Kadın

source: Idols_Male
ar_eg: ايدولز_ذكور
de_de: Idole_Männlich
es_es: Idols_Masculino
fr_fr: Idoles_Male
id_id: Idola_Pria
ko_kr: 아이돌_남자
ru_ru: Идолы_Мужчина
tr_tr: Putlar_Erkek

source: Isekai
ar_eg: عالم مختلف
de_de: Andere Welt
es_es: Mundo diferente
fr_fr: Monde différent
id_id: Dunia yang berbeda
ja: 異世界
ko_kr: 이세계
pt_br: Mundo diferente
ru_ru: Другое слово
tr_tr: Farklı dünya

source: Iyashikei
ar_eg: نظام الشفاء
de_de: Heilungssystem
es_es: Sistema de curación
fr_fr: Système de guérison
id_id: Sistem penyembuhan
ja: 癒やし系
ko_kr: 치유 시스템
pt_br: Sistema de cura
ru_ru: Выздоровление
tr_tr: İyileştirme

source: Love_Polygon
ar_eg: الحب_المضلع
de_de: Liebe_Polygon
es_es: polígono_de_amor
id_id: Cinta_Poligon
ko_kr: 사랑_다각형
ru_ru: Любовь_Многоугольник
tr_tr: Aşk_Poligon

source: Mahou_Shoujo
ar_eg: بعد MA _s بعد Jo
de_de: Nach MA _s Nach Jo
es_es: Después de MA _s Después de Jo
fr_fr: Après MA _s Après Jo
id_id: Setelah MA _s Setelah Jo
ja: まほう＿しょうじょ
ko_kr: MA 후 _s 후 조
pt_br: Depois de MA _s Depois de Jo
ru_ru: Волшебная девочка
tr_tr: Büyülü Kız

source: Medical
ar_eg: طبي
de_de: Medizinisch
es_es: Médico
fr_fr: Médical
id_id: Medis
ja: 医学
ko_kr: 의료
pt_br: Médico
ru_ru: Медицинский
tr_tr: Tıbbi

source: Mythology
ar_eg: الميثولوجيا
de_de: Mythologie
es_es: Mitología
fr_fr: Mythologie
id_id: Mitologi
ja: 神話
ko_kr: 신화학
pt_br: Mitologia
ru_ru: Мифология
tr_tr: Mitoloji

source: Organized_Crime
ar_eg: جريمة منظمة
de_de: Organisiertes Verbrechen
es_es: Crimen organizado
fr_fr: Crime organisé
id_id: Kejahatan Terorganisir
ja: 組織犯罪
ko_kr: 조직범죄
pt_br: Crime organizado
ru_ru: Организованная преступность
tr_tr: Organize suç

source: Otaku_Culture
ar_eg: ثقافة أوتاكو
de_de: Otaku-Kultur
es_es: Cultura Otaku
fr_fr: Culture Otaku
id_id: Budaya Otaku
ja: オタク文化
ko_kr: 오타쿠 문화
pt_br: Cultura Otaku
ru_ru: Культура Отаку
tr_tr: Otaku Kültürü

source: Performing_Arts
ar_eg: الفنون التمثيلية
de_de: Darstellende Künste
es_es: Las artes escénicas
fr_fr: Arts performants
id_id: Pentas seni
ja: 舞台芸術
ko_kr: 공연 예술
pt_br: Artes performáticas
ru_ru: Исполнительское_искусство
tr_tr: Performans sanatları

source: Pets
ar_eg: حيوانات أليفة
de_de: Haustiere
es_es: Mascotas
fr_fr: Animaux domestiques
id_id: hewan peliharaan
ja: ペット
ko_kr: 애완동물
pt_br: Animais de estimação
ru_ru: Домашние питомцы
tr_tr: Evcil Hayvanlar

source: Racing
ar_eg: سباق
de_de: Rennen
es_es: Carreras
fr_fr: Courses
id_id: Balap
ja: レーシング
ko_kr: 경마
pt_br: Corrida
ru_ru: Гонки
tr_tr: Yarışma

source: Reincarnation
ar_eg: التناسخ
de_de: Reinkarnation
es_es: Reencarnación
fr_fr: Réincarnation
id_id: Reinkarnasi
ja: 生まれ変わり
ko_kr: 재생
pt_br: Reencarnação
ru_ru: Реинкарнация
tr_tr: Reenkarnasyon

source: Reverse_Harem
ar_eg: عكس الحريم
de_de: Umgekehrter Harem
es_es: harén inverso
fr_fr: Harem inversé
id_id: Membalikkan Harem
ja: リバースハーレム
ko_kr: 리버스 하렘
pt_br: Harém reverso
ru_ru: Обратный гарем

source: Romantic_Subtext
ar_eg: رومانسي
es_es: Subtexto_romántico
fr_fr: Romantique_Sous-texte
id_id: Romantis_Subteks
ko_kr: 로맨틱_서브텍스트
pt_br: Romântico_Subtexto
ru_ru: Романтический подтекст
tr_tr: Romantik Alt Metin

source: Showbiz
ar_eg: شووبيز
de_de: Showgeschäft
es_es: el mundo del espectáculo
id_id: dunia pertunjukan
ja: 芸能界
ko_kr: 연예계
ru_ru: Шоу-бизнес
tr_tr: Gösteri dünyası

source: Strategy_Game
ar_eg: إستراتيجية_لعبة
de_de: Strategie_Spiel
es_es: Juego de estrategia
fr_fr: Stratégie_Jeu
ko_kr: 전략_게임
pt_br: Estratégia_Jogo
ru_ru: Стратегия_Игра
tr_tr: Strateji_Oyun

source: Survival
ar_eg: نجاة
de_de: Überleben
es_es: Supervivencia
fr_fr: Survie
id_id: Bertahan hidup
ja: サバイバル
ko_kr: 활착
pt_br: Sobrevivência
ru_ru: Выживание
tr_tr: Hayatta kalma

source: Team_Sports
ar_eg: رياضات جماعية
de_de: Team-Sport
es_es: Deportes de equipo
fr_fr: Sports d'équipe
id_id: Olahraga berkelompok
ja: チームスポーツ
ko_kr: 팀 스포츠
ru_ru: Командные виды спорта
tr_tr: Takım sporları

source: Time_Travel
de_de: Zeitreise
es_es: Viaje en el tiempo
fr_fr: Voyage dans le temps
id_id: Perjalanan waktu
ja: タイムトラベル
ko_kr: 시간 여행
pt_br: Viagem no tempo
ru_ru: Путешествие во времени
tr_tr: Zaman yolculuğu

source: Video_Game
ar_eg: لعبة فيديو
de_de: Videospiel
es_es: Videojuego
fr_fr: Jeu vidéo
ja: テレビゲーム
ko_kr: 비디오 게임
ru_ru: Видео игра
tr_tr: Video oyunu

source: Visual_Arts
ar_eg: الفنون البصرية
de_de: Bildende Kunst
es_es: Artes visuales
fr_fr: Arts visuels
id_id: Seni visual
ja: 視覚芸術
ko_kr: 시각예술
pt_br: Artes visuais
ru_ru: Изобразительное искусство
tr_tr: Görsel Sanatlar

source: Workplace
ar_eg: مكان العمل
de_de: Arbeitsplatz
es_es: Lugar de trabajo
fr_fr: Lieu de travail
id_id: tempat kerja
ja: 職場
ko_kr: 직장
pt_br: Ambiente de trabalho
ru_ru: Рабочее место
tr_tr: İş yeri

# Auto_Add_Start_End_Date
source: Auto add start/finish date
ar_eg: إضافة تاريخ البدء / الانتهاء تلقائيًا
de_de: Start-/Enddatum automatisch hinzufügen
es_es: Agregar automáticamente la fecha de inicio/finalización
fr_fr: Ajouter automatiquement la date de début/fin
id_id: Tambahkan tanggal mulai/selesai secara otomatis
ja: 開始/終了日を自動追加
ko_kr: 시작/종료 날짜 자동 추가
pt_br: Adicionar automaticamente a data de início/término
ru_ru: Автоматическое добавление даты начала/окончания
tr_tr: Başlangıç/bitiş tarihini otomatik ekle

# Auto_Add_Start_End_Date_Desc
source: Automatically adds start and end date when status is moved to watching/completed.
ar_eg: يضيف تاريخ البدء والانتهاء تلقائيًا عند نقل الحالة إلى المشاهدة / الاكتمال.
de_de: Fügt automatisch Start- und Enddatum hinzu, wenn der Status auf "Beobachtet/abgeschlossen" verschoben wird.
es_es: Agrega automáticamente la fecha de inicio y finalización cuando el estado se mueve a viendo/completado.
fr_fr: Ajoute automatiquement la date de début et de fin lorsque le statut est déplacé vers visionnage/terminé.
id_id: Secara otomatis menambahkan tanggal mulai dan berakhir saat status dipindahkan ke menonton/selesai.
ja: ステータスが監視/完了に移行すると、開始日と終了日が自動的に追加されます。
ko_kr: 상태가 시청/완료로 전환되면 시작 날짜와 종료 날짜를 자동으로 추가합니다.
pt_br: Adiciona automaticamente a data de início e término quando o status é movido para assistindo/concluído.
ru_ru: Автоматически добавляет дату начала и окончания, когда статус меняется на просмотр/завершено.
tr_tr: Durum izleniyor/tamamlandı durumuna geçtiğinde otomatik olarak başlangıç ​​ve bitiş tarihini ekler.

# Show_Airing_info_AnimeList
source: Show airing time on anime list
ar_eg: عرض وقت البث على قائمة الرسوم المتحركة
de_de: Sendezeit auf der Anime-Liste anzeigen
es_es: Mostrar el tiempo de emisión en la lista de anime
fr_fr: Afficher le temps de diffusion sur la liste des anime
id_id: Tampilkan waktu tayang di daftar anime
ja: アニメリストに放映時間を表示
ko_kr: 애니메이션 목록에 방영 시간 표시
pt_br: Mostrar tempo de exibição na lista de animes
ru_ru: Показывать время выхода в эфир в списке аниме
tr_tr: Anime listesinde yayın saatini göster

# Show_Airing_info_AnimeList_Desc
source: Show airing info of ongoing anime with the next episode count
ar_eg: اعرض معلومات البث للأنمي الجاري بعدد الحلقة التالية
de_de: Ausstrahlungsinformationen des laufenden Animes mit der nächsten Episodenanzahl anzeigen
es_es: Mostrar información de transmisión del anime en curso con el próximo recuento de episodios
fr_fr: Afficher les informations de diffusion de l'anime en cours avec le prochain nombre d'épisodes
id_id: Tampilkan info penayangan anime yang sedang berlangsung dengan jumlah episode berikutnya
ja: 次のエピソード数で進行中のアニメの放送情報を表示する
ko_kr: 다음 에피소드 수와 함께 진행 중인 애니메이션의 방영 정보 표시
pt_br: Mostrar informações de exibição do anime em andamento com a próxima contagem de episódios
ru_ru: Показывать информацию о выходе текущего аниме с указанием количества следующих серий.
tr_tr: Bir sonraki bölüm sayısıyla birlikte devam eden animenin yayın bilgilerini göster

# Made_With_Flutter
source: Made with
ar_eg: مصنوع من
de_de: Gemacht mit
es_es: Hecho con
fr_fr: Fabriqué avec
id_id: Dibuat dengan
ja: で作った
ko_kr: 로 만든
pt_br: Feito com
ru_ru: Сделано с
tr_tr: İle yapılan

# Anime_Manga_BG
source: Background for Anime/Manga
ar_eg: خلفية لأنمي / مانغا
de_de: Hintergrund für Anime/Manga
es_es: Fondo para Anime/Manga
fr_fr: Arrière-plan pour Anime/Manga
id_id: Latar Belakang untuk Anime/Manga
ja: アニメ・マンガの背景
ko_kr: 애니메이션/만화의 배경
pt_br: Plano de fundo para anime/mangá
ru_ru: Фон для аниме/манги
tr_tr: Anime/Manga için Arka Plan
