Repository: JICA98/DailyAL
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, de_de, es_es, fr_fr, id_id, ja, ko_kr, pt_br, ru_ru, tr_tr

source: Genre Exclude
ar_eg: يستبعد النوع
de_de: Genre ausschließen
es_es: El género excluye
fr_fr: Genre exclure
id_id: Genre tidak termasuk
ja: ジャンル除外
ko_kr: 장르 제외
pt_br: Gênero Exclude.
ru_ru: Исключить жанр
tr_tr: Tür Hariç Tut

source: Order By
ar_eg: ترتيب حسب
de_de: Sortieren nach
es_es: Ordenar
fr_fr: Commandé par
id_id: Dipesan oleh
ja: 順次
ko_kr: 주문
pt_br: Ordenar por
ru_ru: Сортировать по
tr_tr: Tarafından sipariş

source: Anime Discussion
ar_eg: مناقشة أنيمي
de_de: Anime-Diskussion.
es_es: Discusión del anime
fr_fr: Discussion d'anime
id_id: Diskusi anime.
ja: アニメディスカッション
ko_kr: 애니메이션 토론
pt_br: Discussão de anime
ru_ru: Обсуждение аниме
tr_tr: Anime Tartışması

source: Manga Discussion
ar_eg: مناقشة مانغا
de_de: Manga-Diskussion.
es_es: Discusión manga
fr_fr: Discussion de manga
id_id: Manga Diskusi
ja: マンガディスカッション
ko_kr: 만화 토론
pt_br: Discussão de Manga.
ru_ru: Обсуждение манги
tr_tr: Manga Tartışması

source: Support
ar_eg: الدعم
de_de: Unterstützung
es_es: Apoyo
fr_fr: Soutien
id_id: Mendukung
ja: サポート
ko_kr: 지원하다
pt_br: Apoio, suporte
ru_ru: Поддерживать
tr_tr: Destek

source: Suggestions
ar_eg: اقتراحات
de_de: Vorschläge
es_es: Sugerencias
id_id: Saran
ja: suggest suggest
ko_kr: 제안
pt_br: Sugestões
ru_ru: Предложения
tr_tr: Öneriler

source: Updates & Announcements
ar_eg: التحديثات والإعلانات
de_de: Updates & Ankündigungen.
es_es: Actualizaciones y Anuncios
fr_fr: Mises à jour et annonces
id_id: Pembaruan & Pengumuman
ja: アップデートとお知らせ
ko_kr: 업데이트 및 알림장
pt_br: Atualizações e Anúncios
ru_ru: Обновления и объявления
tr_tr: Güncellemeler ve Duyurular

source: Current Events
ar_eg: الاحداث الحالية
de_de: Aktuelle Ereignisse
es_es: Eventos actuales
fr_fr: Événements actuels
id_id: Peristiwa saat ini
ja: 時事問題
ko_kr: 현재 이벤트
pt_br: Eventos atuais
ru_ru: Текущие события
tr_tr: Güncel olaylar

source: Games, Computers & Tech Support
ar_eg: الألعاب وأجهزة الكمبيوتر والدعم الفني
de_de: Spiele, Computer & Tech-Support
es_es: Juegos, Computadoras y Soporte técnico
fr_fr: Jeux, ordinateurs et support technique
id_id: Game, Komputer & Dukungan Teknis
ja: ゲーム、コンピュータ＆技術サポート
ko_kr: 게임, 컴퓨터 및 기술 지원
pt_br: Jogos, Computadores e Suporte Técnico
ru_ru: Игры, компьютеры и техническая поддержка
tr_tr: Oyunlar, Bilgisayarlar ve Teknik Destek

source: Introductions
ar_eg: مقدمات
de_de: Einführungen
es_es: Introducciones
fr_fr: Introduction
id_id: PENDAHULUAN
ja: 紹介
ko_kr: 소개
pt_br: Introduções
ru_ru: Введение
tr_tr: Tanıtımlar

source: Forum Games
ar_eg: ألعاب المنتدى
de_de: Forum-Spiele
es_es: Juegos de foro
fr_fr: Jeux de forum
id_id: Game forum.
ja: フォーラムゲーム
ko_kr: 포럼 게임
pt_br: Jogos do Fórum
ru_ru: Форумные игры
tr_tr: Forum Oyunları

source: Music & Entertainment
ar_eg: الموسيقى والترفيه
de_de: Musik & Entertainment.
es_es: Música y Entretenimiento
fr_fr: Musique et divertissement
id_id: Musik & Hiburan
ja: 音楽＆エンターテイメント
ko_kr: 음악 및 엔터테인먼트
pt_br: Música e entretenimento
ru_ru: Музыка и развлечения
tr_tr: Müzik ve Eğlence

source: Casual Discussion
ar_eg: مناقشة غير رسمية
de_de: Zufällige Diskussion.
es_es: Discusión casual
fr_fr: Discussion occasionnelle
id_id: Diskusi kasual
ja: カジュアルな議論
ko_kr: 캐주얼 토론
pt_br: Discussão casual.
ru_ru: Случайное обсуждение
tr_tr: Gündelik Tartışma

source: Creative Corner
ar_eg: ركن الإبداعية
de_de: Kreative Ecke
es_es: Rincón creativo
fr_fr: Coin créatif
ja: クリエイティブコーナー
ko_kr: 크리 에이 티브 코너
pt_br: Canto criativo
ru_ru: Творческий уголок
tr_tr: Yaratıcı Köşe

source: MAL Contests
ar_eg: مسابقات مال
de_de: Malwettbewerbe
es_es: Concursos Mal
fr_fr: Concours mal
id_id: Kontes Mal.
ja: マルコンテスト
ko_kr: 말 콘테스트
pt_br: Concursos Mal.
ru_ru: МАЛ-конкурсы
tr_tr: MAL Yarışmaları

source: MAL Guidelines & FAQ
ar_eg: إرشادات وأسئلة وأجوبة
de_de: Mal Richtlinien & FAQ
es_es: Pautas y preguntas frecuentes
fr_fr: Lignes directrices et FAQ
ja: マルのガイドライン＆よくある質問
ru_ru: Рекомендации MAL и часто задаваемые вопросы
tr_tr: MAL Yönergeleri ve SSS

source: News Discussion
ar_eg: مناقشة الأخبار
de_de: Nachrichten Diskussion.
es_es: Discusión de noticias
fr_fr: Discussion de nouvelles
id_id: Diskusi berita
ja: ニュースディスカッション
ko_kr: 뉴스 토론
pt_br: Discussão de notícias
ru_ru: Обсуждение новостей
tr_tr: Haber Tartışması

source: Anime & Manga Recommendations
ar_eg: أنيمي وتوصيات مانغا
de_de: Anime- und Manga-Empfehlungen
es_es: Recomendaciones de Anime & Manga
fr_fr: Recommandations Anime & Manga
id_id: Rekomendasi Anime & Manga
ja: アニメ＆マンガの推奨事項
ko_kr: Anime & Manga 권장 사항
pt_br: Recomendações de Anime & Manga
ru_ru: Рекомендации по аниме и манге
tr_tr: Anime ve Manga Önerileri

source: DB Modification Requests
ar_eg: طلب تعديل DB
de_de: DB-Modifikationsanfragen.
es_es: Solicitudes de modificación de DB
fr_fr: Demandes de modification DB
id_id: Permintaan modifikasi db.
ja: DB変更要求
ko_kr: DB 수정 요청
pt_br: Solicitações de modificação DB.
ru_ru: Запросы на изменение БД
tr_tr: Veritabanı Değişiklik İstekleri

source: Series Discussion
ar_eg: مناقشة السلسلة
de_de: Seriendiskussion.
es_es: Discusión de la serie
fr_fr: Série Discussion
id_id: Diskusi seri
ja: シリーズディスカッション
ko_kr: 시리즈 토론
pt_br: Discussão da série.
ru_ru: Обсуждение серии
tr_tr: Dizi Tartışması

source: Anime Series
ar_eg: سلسلة أنيمي
de_de: Anime-Serie.
es_es: Series de anime
fr_fr: Série anime
id_id: Seri anime.
ja: アニメシリーズ
ko_kr: 애니메이션 시리즈
pt_br: Série de anime.
ru_ru: Аниме-сериал
tr_tr: Anime Serisi

source: Anime DB
ar_eg: أنيمي ديسيبل
ja: アニメDB.
ko_kr: 애니메이션 DB.
ru_ru: Аниме БД
tr_tr: Anime Veritabanı

source: Character & People DB
ar_eg: الشخصية والشعب DB
de_de: Charakter & Leute db
es_es: Personaje y gente db
fr_fr: Caractère et personnes dB
id_id: Karakter & People dB
ja: キャラクターと人DB.
ko_kr: 캐릭터 및 사람들 DB.
pt_br: Personagem e pessoas db
ru_ru: База данных персонажей и людей
tr_tr: Karakter ve Kişiler DB

source: Manga Series
ar_eg: سلسلة مانغا
de_de: Manga-Serie.
es_es: Serie de manga
fr_fr: Série de manga
ja: マンガシリーズ
ko_kr: 만화 시리즈
pt_br: Série de mangá
ru_ru: Манга Серия
tr_tr: Manga Serisi

source: Manga DB
ar_eg: مانغا db.
ja: マンガDB.
ru_ru: Манга БД
tr_tr: Manga Veritabanı

source: Interview
ar_eg: مقابلة
es_es: Entrevista
fr_fr: Entretien
id_id: Wawancara
ja: インタビュー
ko_kr: 회견
pt_br: Entrevista
ru_ru: Интервью
tr_tr: Röportaj

source: Live Action
ar_eg: فعل حى أو حدث مباشر
de_de: Live handeln
es_es: Acción en vivo
fr_fr: Action en direct
id_id: Aksi langsung
ja: ライブアクション
ko_kr: 라이브 조치
pt_br: Ao vivo
ru_ru: Живое действие
tr_tr: Canlı Aksiyon

source: Recap
ar_eg: خلاصة
de_de: Rekapitulieren
es_es: Resumen
fr_fr: résumer
id_id: Rekap
ja: recう
pt_br: Recapitular
ru_ru: Резюме
tr_tr: Özet

source: Recommendation
ar_eg: توصية
de_de: Empfehlung
es_es: Recomendación
fr_fr: Recommandation
id_id: Rekomendasi
ja: おすすめ
ko_kr: 추천
pt_br: Recomendação
ru_ru: Рекомендация
tr_tr: Öneri

source: Collection
ar_eg: مجموعة
de_de: Sammlung
es_es: Colección
id_id: Koleksi
ja: コレクション
ko_kr: 수집
pt_br: Coleção
ru_ru: Коллекция
tr_tr: Toplamak

source: Analysis
ar_eg: التحليلات
de_de: Analyse
es_es: Análisis
fr_fr: Une analyse
id_id: Analisis
ja: 分析
ko_kr: 분석
pt_br: Análise
ru_ru: Анализ
tr_tr: Analiz

source: Japanese Life
ar_eg: الحياة اليابانية
de_de: Japanisches Leben
es_es: La vida japonesa
fr_fr: Vie japonaise
id_id: Kehidupan Jepang
ja: 日本の人生
ko_kr: 일본의 삶
pt_br: Vida Japonesa
ru_ru: Японская жизнь
tr_tr: Japon Hayatı

source: Anime Terms
ar_eg: شروط أنيمي
de_de: Anime-Anime
es_es: Términos de anime
fr_fr: Termes anime
id_id: Istilah anime.
ja: アニメ用語
ko_kr: 애니메이션 용어
pt_br: Termos de anime
ru_ru: Термины аниме
tr_tr: Anime Şartları

source: Quotes
ar_eg: يقتبس
de_de: Zitate
es_es: Citas
fr_fr: Devis
id_id: Kutipan
ja: 引用
ko_kr: 인용 부호
pt_br: Citações
ru_ru: Кавычки
tr_tr: Alıntılar

source: Anime Archetypes
ar_eg: الأنماطية أنيمي
de_de: Anime-Archetypen
es_es: Arquetipos de anime
fr_fr: Archétypes anime
id_id: Arketipe anime.
ja: アニメアーキタイプ
pt_br: Arquétipos de anime.
ru_ru: Аниме Архетипы
tr_tr: Anime Arketipleri

source: Action
ar_eg: عمل
de_de: Handlung
es_es: Acción
id_id: Tindakan
ja: アクション
ko_kr: 동작
pt_br: Açao
ru_ru: Действие
tr_tr: Aksiyon

source: Animals
ar_eg: الحيوانات
de_de: Tiere
es_es: Animales
fr_fr: Animaux
id_id: Hewan
ja: 動物
ko_kr: 동물
pt_br: Animais
ru_ru: Животные
tr_tr: Hayvanlar

source: Arch Enemies
ar_eg: الأعداء القوس
de_de: Erzfeinde
es_es: Archienemigos
fr_fr: Ennemis jurés
id_id: Musuh lengkung
ja: アーチ敵
ko_kr: 아치 적들
pt_br: Arqui-inimigos
ru_ru: Заклятые враги
tr_tr: Baş Düşmanlar

source: Background Analysis
ar_eg: تحليل الخلفية
de_de: Hintergrundanalyse
es_es: Análisis de fondo
fr_fr: Analyse de fond
ja: バックグラウンド分析
ko_kr: 배경 분석
pt_br: Análise de fundo.
ru_ru: Фоновый анализ
tr_tr: Arka Plan Analizi

source: Brother complex
ar_eg: مجمع الأخ
de_de: Bruder Komplex
es_es: Complejo de hermano
fr_fr: Complexe frère
id_id: Saudara kompleks
ja: 兄の複合体
ko_kr: 형제 복잡한
ru_ru: Брат комплекс
tr_tr: Kardeş kompleksi

source: Character Analysis
ar_eg: تحليل الشخصية
de_de: Charakteranalyse
es_es: Análisis de caracteres
fr_fr: Analyse de caractères
id_id: Analisis Karakter
ja: 文字分析
ko_kr: 문자 분석
pt_br: Análise de caracteres
ru_ru: Анализ персонажа
tr_tr: Kişilik analizi

source: Cold hearted
ar_eg: قلب بارد
de_de: Kaltherzig
es_es: Corazón frío
fr_fr: Coeur froid
id_id: Berhati dingin
ja: 寒さ
ko_kr: 마음 감기
pt_br: Sem coração
ru_ru: Хладнокровный
tr_tr: Soğuk kalpli

source: Cute Girls
ar_eg: فتيات لطيفات
de_de: Süße Mädchen
es_es: Chicas lindas
fr_fr: Jolies filles
id_id: Gadis-gadis imut.
ja: 可愛い女の子達
ko_kr: 귀여운 소녀들
pt_br: Meninas bonitas
ru_ru: Милые девушки
tr_tr: Sevimli Kızlar

source: Cute Guys
ar_eg: شباب لطفاء
de_de: Süße Jungs
es_es: Chicos lindos
fr_fr: Charmants garçons
id_id: Pria lucu
ja: かわいい人
ko_kr: 귀여운 남자들
pt_br: Rapazes queridos
ru_ru: Милые Ребята
tr_tr: Sevimli adamlar

source: Despair
ar_eg: يأس
de_de: Verzweifeln
es_es: Desesperación
fr_fr: Désespoir
id_id: Putus asa
ja: 絶望
ko_kr: 절망
pt_br: Desespero
ru_ru: Отчаяние
tr_tr: Çaresizlik

source: Director
ar_eg: مخرج
id_id: Direktur
ja: 監督
ko_kr: 감독
ru_ru: Директор
tr_tr: Müdür

source: Fan Made
ar_eg: مروحة مصنوعة
de_de: Fan gemacht
es_es: Hecho por un fanático
fr_fr: Cré par un fan
id_id: Buatan penggemar
ja: ファン
ko_kr: 팬이 만든
pt_br: Feito por fã
ru_ru: фанат МА
tr_tr: hayran MA'ları

source: Fashion
ar_eg: موضة
de_de: Mode
es_es: Moda
fr_fr: Mode
id_id: Mode
ja: ファッション
ko_kr: 패션
pt_br: Moda
ru_ru: Мода
tr_tr: Moda

source: Figures
ar_eg: الأرقام
de_de: Zahlen
es_es: Cifras
fr_fr: Les figures
id_id: Angka
ja: 数字
ko_kr: 수치
pt_br: Figuras
ru_ru: Цифры
tr_tr: Rakamlar

source: First Impression
ar_eg: الانطباع الأول
de_de: Erster Eindruck
es_es: Primera impresión
fr_fr: Première impression
id_id: Kesan pertama
ja: 第一印象
ko_kr: 첫 인상
pt_br: Primeira impressão
ru_ru: Первое впечатление
tr_tr: İlk izlenim

source: Friendship
ar_eg: صداقة
de_de: Freundschaft
es_es: Amistad
fr_fr: Amitié
id_id: Persahabatan
ja: 友情
ko_kr: 우정
pt_br: Amizade
ru_ru: Дружба
tr_tr: Dostluk

source: Funny
ar_eg: مضحك
de_de: Komisch
fr_fr: Drôle
id_id: Lucu
ja: 面白い
ko_kr: 재미있는
ru_ru: Забавный
tr_tr: Eğlenceli

source: Games
ar_eg: ألعاب
de_de: Spiele
es_es: Juegos
fr_fr: Jeux
id_id: permainan
ja: ゲーム
ko_kr: 계략
pt_br: Jogos
ru_ru: Игры
tr_tr: Oyunlar

source: Heart-warming
ar_eg: حرارة القلب
de_de: Herzerwärmend
es_es: Reconfortante
fr_fr: Réchauffeur
id_id: Pemanasan hati
ja: 心温まる
ko_kr: 마음 흐뭇한
pt_br: Coração-aquecimento
ru_ru: Душевное потепление
tr_tr: Kalp ısıtan

source: History and Culture
ar_eg: التاريخ والثقافة
de_de: Geschichte und Kultur
es_es: Historia y cultura
fr_fr: Histoire et culture
id_id: Sejarah dan budaya
ja: 歴史と文化
ko_kr: 역사와 문화
pt_br: História e cultura
ru_ru: История и культура
tr_tr: Tarih ve kültür

source: Honor
ar_eg: شرف
de_de: Ehren
fr_fr: Honneur
id_id: Menghormati
ja: 名誉
ko_kr: 명예
pt_br: Honra
ru_ru: Честь
tr_tr: Onur

source: Horror
ar_eg: رعب
de_de: Grusel
fr_fr: Horreur
id_id: Kengerian
ja: ホラー
ko_kr: 공포
ru_ru: Ужастик
tr_tr: Korku

source: Kawaii
ar_eg: صغير الحجم
de_de: Sehr klein
es_es: Diminuto
fr_fr: Minuscule
id_id: Kecil
ja: かわいい
ko_kr: 매우 작은
pt_br: Pequeno
ru_ru: Кавайи

source: Love
ar_eg: حب
de_de: Liebe
es_es: Amor
fr_fr: Amour
id_id: Cinta
ja: 愛
ko_kr: 사랑
pt_br: Amar
ru_ru: Любовь
tr_tr: Aşk

source: Magical
ar_eg: سحري
de_de: Magisch
fr_fr: Magique
id_id: Gaib
ja: 魔法の
ko_kr: 마법 같은
ru_ru: Волшебный
tr_tr: Büyülü

source: Mangaka
ar_eg: مانجكا
ja: マンガカ
ko_kr: 망가카
ru_ru: Мангака

source: Moe
ar_eg: مو
ja: 萌え
ko_kr: 모에
ru_ru: Мое

source: Monsters
ar_eg: الوحوش
de_de: Monster
es_es: Monstruos
fr_fr: Monstres
id_id: Monster.
ja: モンスター
ko_kr: 괴물
pt_br: Monstros
ru_ru: Монстры
tr_tr: Canavarlar

source: Music
ar_eg: موسيقى
de_de: Musik
es_es: Música
fr_fr: Musique
id_id: Musik
ja: 音楽
ko_kr: 음악
pt_br: Música
ru_ru: Музыка
tr_tr: Müzik

source: Plot twist
ar_eg: تغير غير متوقع في الأحداث
de_de: Handlungswechsel
es_es: Giro de la trama
fr_fr: Rebondissement
id_id: Kejutan dalam cerita
ja: プロットツイスト
ko_kr: 반전
pt_br: Torção de plotagem
ru_ru: Поворот сюжета
tr_tr: Ters köşe

source: Review
ar_eg: إعادة النظر
de_de: Rezension
es_es: Revisar
fr_fr: Revoir
ja: レビュー
ko_kr: 검토
pt_br: Análise
ru_ru: Обзор
tr_tr: Gözden geçirmek

source: Seiyuu
ar_eg: صوت الممثل
de_de: Synchronsprecher
es_es: doblador
fr_fr: Doubleur
id_id: suara aktor
ja: 声優
ko_kr: 성우
pt_br: dublador
ru_ru: голос актера
tr_tr: seslendirme sanatçısı

source: Sister Complex
ar_eg: مجمع الشقيق
de_de: Schwester Komplex
es_es: Complejo de hermana
fr_fr: Complexe sœur
id_id: Kompleks Sister.
ja: シスターコンプレックス
ko_kr: 복잡한 자매
pt_br: Complexo de irmã
ru_ru: Сестринский комплекс
tr_tr: Kardeş Kompleksi

source: School Life
ar_eg: الحياة المدرسية
de_de: Schulleben
es_es: Vida escolar
fr_fr: Vie scolaire
id_id: Kehidupan sekolah
ja: 学校生活
ko_kr: 학교 생활
pt_br: Vida escolar
ru_ru: Школьная жизнь
tr_tr: Okul hayatı

source: Attack on Titan
ar_eg: الهجوم على العمالقة
de_de: Angriff auf Titan.
es_es: Ataque en Titan
fr_fr: L'attaque des Titans
id_id: Serangan terhadap Titan
ja: 進撃の巨人
ko_kr: 진격의 거인
pt_br: Ataque ao titã
ru_ru: Атака Титана
tr_tr: Titan'a Saldırı

source: Weapons
ar_eg: الأسلحة
de_de: Waffen
es_es: Armas
fr_fr: Armes
id_id: Senjata.
ja: 兵器
ko_kr: 무기
pt_br: Armas
ru_ru: Оружие
tr_tr: Silahlar

source: Sports
ar_eg: رياضات
de_de: Sport
es_es: Deportes
fr_fr: Des sports
id_id: Olahraga
ja: スポーツ
ko_kr: 스포츠
pt_br: Esportes
ru_ru: Виды спорта
tr_tr: Spor Dalları

source: Hot
ar_eg: حار
de_de: Heiße
es_es: Caliente
id_id: Panas
ja: ホット
ko_kr: 더운
pt_br: Quente
ru_ru: Горячий
tr_tr: Sıcak

source: Food
ar_eg: طعام
de_de: Essen
es_es: Comida
fr_fr: Nourriture
id_id: Makanan
ja: 食べ物
ko_kr: 음식
ru_ru: Еда
tr_tr: Yiyecek

source: Family
ar_eg: أسرة
de_de: Familie
es_es: Familia
fr_fr: Famille
id_id: Keluarga
ja: 家族
ko_kr: 가족
pt_br: Família
ru_ru: Семья
tr_tr: Aile

source: Supernatural
ar_eg: خارق للعادة
de_de: Übernatürlich
es_es: Sobrenatural
id_id: Gaib
ja: 超自然
ko_kr: 신의 조화
ru_ru: Сверхъестественное
tr_tr: Doğaüstü

source: Superhuman
de_de: Übermenschlich
id_id: Luar biasa
ja: スーパーハマン
ko_kr: 슈퍼 루잔
ru_ru: сверхчеловек
tr_tr: İnsanüstü

source: Game Adaptation
ar_eg: لعبة التكيف
de_de: Spielanpassung
es_es: Adaptación de juegos
fr_fr: Adaptation de jeu
id_id: Permainan Adaptasi.
ja: ゲーム適応
ko_kr: 게임 적응
pt_br: Adaptação do jogo
ru_ru: Адаптация игры
tr_tr: Oyun Uyarlaması

source: Sci-fi
es_es: Ciencia ficción
fr_fr: Science-fiction
ja: サイド
ru_ru: Научная фантастика
tr_tr: Bilim kurgu

source: GIF
ja: g g
ko_kr: 기한
ru_ru: гифка

source: Art
ar_eg: فن
de_de: Kunst
es_es: Arte
fr_fr: De l'art
id_id: Seni
ja: 美術
ko_kr: 미술
pt_br: Arte
ru_ru: Искусство
tr_tr: Sanat

source: One Piece
ar_eg: قطعه
de_de: Ein Stück
es_es: Una pieza
fr_fr: Une pièce
id_id: Satu potong
ja: ワンピース
ko_kr: 한 조각
pt_br: Uma pedaço
ru_ru: Один кусочек
tr_tr: Bir parça

source: Naruto
ar_eg: ناروتو
ja: なると
ko_kr: 나루토
ru_ru: Затем
tr_tr: Daha sonra

source: Dragon Ball
ar_eg: كرة التنين
es_es: esfera del dragón
id_id: bola naga
ja: ドラゴンボール
ko_kr: 드래곤 볼
ru_ru: Жемчуг Дракона
tr_tr: Ejder topu

source: Bleach
ar_eg: تبييض
de_de: Bleichen
es_es: Blanqueador
fr_fr: Eau de Javel
id_id: Pemutih
ja: 漂白
ko_kr: 표백제
pt_br: Água sanitária
ru_ru: Отбеливать
tr_tr: Çamaşır suyu

source: Fairy Tail
ar_eg: قصة من الخيال
de_de: Märchen
es_es: Cuento de hadas
fr_fr: Conte de fées
ja: フェアリーテイル
ko_kr: 요정 꼬리
pt_br: Conto de fadas
ru_ru: Сказка
tr_tr: Peri masalı

source: Ghibli
ar_eg: غبيلي
ja: ジブリ
ru_ru: Гейбл
tr_tr: üçgen çatı

source: SAO
ar_eg: ساو
ja: sa.
ko_kr: 사오
ru_ru: ЗВЕЗДА
tr_tr: YILDIZ

source: Sailor Moon
ar_eg: بحار القمر
es_es: Marinero de la luna
fr_fr: Marin
ja: セーラームーン
ko_kr: 선원 달
ru_ru: Сэйлор Мун
tr_tr: Ayın denizci eri

source: Tokyo Ghoul
ar_eg: طوكيو غول
es_es: Terror en tokyo
fr_fr: Tokyo goules
ja: 東京グール
ko_kr: 도쿄 구울
pt_br: Tóquio Ghoul.
ru_ru: Токийский гуль

source: Hunter x Hunter
ar_eg: صياد ضد صياد
es_es: Cazador X cazador
id_id: Pemburu x pemburu
ja: ハンター×ハンター
ko_kr: 헌터 x 헌터
pt_br: Caçador x Caçador
ru_ru: Охотник х Охотник
tr_tr: Avcı x Avcı

source: Death Note
ar_eg: ملاحظة وفاة
de_de: Todesmeldung
es_es: Aviso de muerte
fr_fr: Menace de mort
id_id: Catatan kematian
ja: デスノート
ko_kr: 죽음의 메모
pt_br: Caderno da Morte
ru_ru: Смертная записка
tr_tr: Ölüm notu

source: Video
ar_eg: فيديو
fr_fr: Vidéo
ja: ビデオ
ko_kr: 동영상
pt_br: Vídeo
ru_ru: видео

source: Trivia
ar_eg: أمور تافهة
es_es: Trivialidades
ja: トリビア
ko_kr: 하찮은 일
pt_br: Trivialidade.
ru_ru: Пустяки
tr_tr: Diğer bilgiler

source: One Punch Man
ar_eg: لكمة الرجل واحد
de_de: Ein Schlag Mann
es_es: Un hombre de puñetazo
fr_fr: Un homme de perforation
id_id: Satu pukulan pria.
ja: 1人のパンチマン
ko_kr: 한 펀치 맨
pt_br: Homem de um soco só
ru_ru: Ванпанчмен
tr_tr: Tek yumruk adam

source: Meme
ar_eg: انا انا
id_id: Mim.
ja: ミーム
ko_kr: 나 나
ru_ru: Мем

source: Events
ar_eg: الأحداث
de_de: Veranstaltungen
es_es: Eventos
fr_fr: Événements
id_id: Acara.
ja: イベント
ko_kr: 이벤트
pt_br: Eventos
ru_ru: События
tr_tr: Olaylar

source: Technology
ar_eg: تقنية
de_de: Technologie
es_es: Tecnología
fr_fr: La technologie
id_id: Teknologi
ja: テクノロジー
ko_kr: 기술
pt_br: Tecnologia
ru_ru: Технологии
tr_tr: Teknoloji

source: Editorial
ar_eg: الافتتاحية
de_de: Redaktionell
id_id: Tajuk rencana
ja: 編集
ko_kr: 사설
ru_ru: Редакционный
tr_tr: Editoryal

source: Cosplay
ar_eg: التنكر
id_id: Permainan kostum
ja: コスプレ
ko_kr: 코스프레
ru_ru: Косплей
tr_tr: Kostüm oyunu

source: Crowdfunding
ar_eg: التمويل الجماعي
es_es: Recaudación de fondos
fr_fr: Financement participatif
ja: クラウドファンディング
ko_kr: 군중들
pt_br: Financiamento colaborativo
ru_ru: Краудфандинг
tr_tr: Kitlesel fonlama

source: New Anime
ar_eg: أنيمي جديد
de_de: Neue Anime.
es_es: Nuevo anime
fr_fr: Nouveau anime
id_id: Anime baru.
ja: 新しいアニメ
ko_kr: 새로운 애니메이션
pt_br: Novo anime
ru_ru: Новое аниме
tr_tr: Yeni Anime

source: Spring 2015
ar_eg: ربيع 2015.
de_de: Frühjahr 2015.
es_es: Primavera 2015
fr_fr: Printemps 2015
id_id: Musim semi 2015.
ja: 春2015年
ko_kr: 2015 년 봄
pt_br: Primavera de 2015.
ru_ru: Весна 2015 г.
tr_tr: Bahar 2015

source: Summer 2015
ar_eg: صيف 2015.
de_de: Sommer 2015.
es_es: Verano de 2015
fr_fr: Été 2015
id_id: Musim panas 2015.
ja: 2015年夏
ko_kr: 2015 년 여름
pt_br: Verão de 2015.
ru_ru: Лето 2015 г.
tr_tr: Yaz 2015

source: Fall 2015
ar_eg: خريف 2015.
de_de: Herbst 2015.
es_es: Otoño 2015
fr_fr: Automne 2015
id_id: Musim gugur 2015.
ja: 2015年秋
ko_kr: 2015 년 가을
pt_br: Outono de 2015.
ru_ru: Осень 2015 г.
tr_tr: 2015 Sonbaharı

source: Winter 2016
ar_eg: الشتاء 2016.
es_es: Invierno 2016
fr_fr: Hiver 2016
id_id: Musim Dingin 2016.
ja: 冬2016
ko_kr: 겨울 2016.
pt_br: Inverno de 2016.
ru_ru: Зима 2016
tr_tr: Kış 2016

source: Spring 2016
ar_eg: ربيع 2016.
de_de: Frühjahr 2016.
es_es: Primavera 2016
fr_fr: Printemps 2016
id_id: Musim semi 2016.
ja: 2016年春
ko_kr: 2016 년 봄
ru_ru: Весна 2016 г.
tr_tr: Bahar 2016

source: Preview
ar_eg: معاينة
de_de: Vorschau
es_es: Avance
fr_fr: Aperçu
id_id: Pratinjau
ja: プレビュー
ko_kr: 시사
pt_br: Pré-visualização
ru_ru: Предварительный просмотр
tr_tr: Ön izleme

source: Broadcast
ar_eg: إذاعة
de_de: Übertragen
es_es: Transmisión
fr_fr: Diffuser
id_id: Siaran
ja: ブロードキャスト
ko_kr: 방송
pt_br: Transmissão
ru_ru: Транслировать
tr_tr: Yayın

source: English Dub
ar_eg: الإنجليزية يصف
es_es: DUB DE INGLÉS
fr_fr: Dub anglais
id_id: Dub Bahasa Inggris
ja: 英語ダブ
ko_kr: 영어 Dub.
pt_br: Inglês Dub.
ru_ru: Английский дубляж
tr_tr: İngilizce Dublaj

source: Summer 2016
ar_eg: صيف 2016.
de_de: Sommer 2016.
es_es: Verano de 2016
fr_fr: Été 2016
id_id: Musim panas 2016.
ja: 2016年夏
ko_kr: 2016 년 여름
pt_br: Verão de 2016.
ru_ru: Лето 2016 г.
tr_tr: Yaz 2016

source: Fall 2016
ar_eg: خريف 2016.
de_de: Herbst 2016.
es_es: Otoño 2016
fr_fr: Automne 2016
id_id: JATUH 2016.
ja: 2016年秋
ko_kr: 2016 년 가을
pt_br: Outono de 2016.
ru_ru: Осень 2016 г.
tr_tr: 2016 Sonbaharı

source: Winter 2017
ar_eg: الشتاء 2017.
es_es: Invierno 2017
fr_fr: Hiver 2017
id_id: Musim dingin 2017.
ja: 冬2017.
ko_kr: 겨울 2017.
pt_br: Inverno 2017.
ru_ru: Зима 2017
tr_tr: Kış 2017

source: Spring 2017
ar_eg: ربيع 2017.
de_de: Frühjahr 2017.
es_es: Primavera 2017
fr_fr: Printemps 2017
ja: 春2017
ko_kr: 2017 년 봄
pt_br: Primavera de 2017.
ru_ru: Весна 2017 г.
tr_tr: Bahar 2017

source: Summer 2017
ar_eg: صيف 2017.
de_de: Sommer 2017.
es_es: Verano de 2017
fr_fr: Été 2017
id_id: Musim panas 2017.
ja: 2017年夏
ko_kr: 2017 년 여름
pt_br: Verão de 2017.
ru_ru: Лето 2017 г.
tr_tr: Yaz 2017

source: Fall 2017
ar_eg: سقوط 2017.
de_de: Herbst 2017.
es_es: Otoño 2017
fr_fr: Automne 2017
id_id: Musim gugur 2017.
ja: 2017年秋
ko_kr: 2017 년 가을
pt_br: Outono de 2017.
ru_ru: Осень 2017 г.
tr_tr: 2017 Sonbaharı

source: Spring 2007
ar_eg: ربيع 2007.
de_de: Frühjahr 2007.
es_es: Primavera de 2007
fr_fr: Printemps 2007
id_id: Musim semi 2007.
ja: 2007年春
ko_kr: 2007 년 봄
pt_br: Primavera de 2007.
ru_ru: Весна 2007 г.
tr_tr: Bahar 2007

source: Summer 2007
ar_eg: صيف 2007.
de_de: Sommer 2007.
es_es: 2007 de verano de 2007
fr_fr: Été 2007
id_id: Musim panas 2007.
ja: 2007年夏
ko_kr: 2007 년 여름
pt_br: Verão 2007.
ru_ru: Лето 2007 г.
tr_tr: Yaz 2007

source: Fall 2007
ar_eg: خريف 2007.
de_de: Herbst 2007.
es_es: Otoño 2007
fr_fr: Automne 2007
id_id: Musim gugur 2007.
ja: 2007年秋
ko_kr: 가을 2007 년 가을
pt_br: Outono de 2007.
ru_ru: Осень 2007 г.
tr_tr: 2007 Güz

source: Winter 2008
ar_eg: شتاء 2008.
es_es: Invierno 2008
fr_fr: Hiver 2008
id_id: Musim dingin 2008.
ja: 冬2008年
ko_kr: 겨울 2008.
pt_br: Inverno 2008.
ru_ru: Зима 2008 г.
tr_tr: Kış 2008

source: Spring 2008
ar_eg: ربيع 2008.
de_de: Frühjahr 2008.
es_es: Primavera de 2008
fr_fr: Printemps 2008
id_id: Musim semi 2008.
ja: 春の春
ko_kr: 2008 년 봄
pt_br: Primavera de 2008.
ru_ru: Весна 2008 г.
tr_tr: Bahar 2008

source: Summer 2008
ar_eg: صيف 2008.
de_de: Sommer 2008.
es_es: Verano 2008
fr_fr: Été 2008
id_id: Musim panas 2008.
ja: 2008年夏
ko_kr: 2008 년 여름
pt_br: Verão 2008.
ru_ru: Лето 2008 г.
tr_tr: Yaz 2008

source: Fall 2008
ar_eg: خريف 2008.
de_de: Herbst 2008.
es_es: Otoño 2008
fr_fr: Automne 2008
id_id: Musim gugur 2008.
ja: 2008年秋
ko_kr: 2008 년 가을
pt_br: Outono de 2008.
ru_ru: Осень 2008 г.
tr_tr: 2008 Güz

source: Winter 2009
ar_eg: شتاء 2009.
es_es: Invierno 2009
fr_fr: Hiver 2009
id_id: Musim dingin 2009.
ja: 冬2009
ko_kr: 겨울 2009.
pt_br: Inverno 2009.
ru_ru: Зима 2009 г.
tr_tr: Kış 2009

source: Spring 2009
ar_eg: ربيع 2009.
de_de: Frühjahr 2009.
es_es: Primavera de 2009
fr_fr: Printemps 2009
ja: 2009年春
ko_kr: 2009 년 봄
pt_br: Primavera 2009.
ru_ru: Весна 2009 г.
tr_tr: Bahar 2009

source: Summer 2009
ar_eg: صيف 2009.
de_de: Sommer 2009.
fr_fr: Été 2009
id_id: Musim panas 2009.
ja: 2009年夏
ko_kr: 2009 년 여름
pt_br: Verão 2009.
ru_ru: Лето 2009 г.
tr_tr: Yaz 2009

source: Fall 2009
ar_eg: خريف 2009.
de_de: Herbst 2009.
es_es: Otoño 2009
fr_fr: Automne 2009
id_id: Musim gugur 2009.
ja: 2009年秋
ko_kr: 2009 년 가을
pt_br: Outono de 2009.
ru_ru: Осень 2009 г.
tr_tr: 2009 Güz

source: Winter 2010
ar_eg: الشتاء 2010.
es_es: Invierno 2010
fr_fr: Hiver 2010
id_id: Musim dingin 2010.
ja: 冬2010年
ko_kr: 겨울 2010.
ru_ru: Зима 2010 г.
tr_tr: Kış 2010
