Repository: JICA98/DailyAL
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, de_de, es_es, fr_fr, id_id, ja, ko_kr, pt_br, ru_ru, tr_tr

# Cannot_select_board_with_subb
source: You cannot select board with subboard
ar_eg: لا يمكنك تحديد اللوحة مع لوحة غاضبة
de_de: Sie können kein Bord mit Subbord auswählen
es_es: No puedes seleccionar la placa con el subbaco
fr_fr: Vous ne pouvez pas sélectionner Board avec Subboard
ja: サブボードでボードを選択することはできません
ko_kr: 배 보드가있는 보드를 선택할 수 없습니다
pt_br: Você não pode selecionar a placa com o Subboard
ru_ru: Вы не можете выбрать плату с подплатой
tr_tr: Alt panolu panoyu seçemezsiniz

source: Select Sub board
ar_eg: حدد لوحة الفرعية
de_de: Unterbrett auswählen
es_es: Seleccione Subbeta
fr_fr: Sélectionnez Sous-conseil
id_id: Pilih Sub Papan
ja: サブボードを選択してください
ko_kr: 하위 보드를 선택하십시오
pt_br: Selecione submarina
ru_ru: Выберите дополнительную плату
tr_tr: Alt panoyu seçin

# Cannot_select_subboard_with_board
source: You cannot select subboard with board
ar_eg: لا يمكنك تحديد لوحة تحتية مع لوحة
de_de: Sie können das Subboard nicht mit Bord auswählen
es_es: No puedes seleccionar el subboara con la placa.
fr_fr: Vous ne pouvez pas sélectionner SUPPLATEAU avec tableau
id_id: Anda tidak dapat memilih Subboard dengan papan
ja: ボードでサブボードを選択することはできません
ko_kr: 보드와 함께 하위 보드를 선택할 수 없습니다
pt_br: Você não pode selecionar Subboard com placa
ru_ru: Вы не можете выбрать подплату с платой
tr_tr: Panolu alt panoyu seçemezsiniz

source: Category
ar_eg: فئة
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
id_id: Kategori
ja: カテゴリー
ko_kr: 범주
pt_br: Categoria
ru_ru: Категория
tr_tr: Kategori

source: Sub Category
ar_eg: تصنيف فرعي
de_de: Unterkategorie
es_es: Subcategoría
fr_fr: Sous-catégorie
id_id: Sub kategori.
ja: サブカテゴリ
ko_kr: 하위 카테고리
pt_br: Sub categoria
ru_ru: Подкатегория
tr_tr: Alt Kategori

source: Delete
ar_eg: حذف
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
id_id: Menghapus
ja: 消去
ko_kr: 삭제
pt_br: Excluir
ru_ru: Удалить
tr_tr: Silmek

source: Title
ar_eg: عنوان
de_de: Titel
es_es: Título
fr_fr: Titre
id_id: Judul
ja: 題名
ko_kr: 제목
pt_br: Título
ru_ru: Заголовок
tr_tr: Başlık

# Min_title_length
source: Min. title length is 3
ar_eg: دقيقة.طول العنوان هو 3
de_de: Mindest.Titellänge ist 3
es_es: Min.La longitud del título es 3
fr_fr: Min.La longueur du titre est 3
id_id: Min.Panjang judul adalah 3
ja: 分。タイトルの長さは3です
ko_kr: 최소.제목 길이는 3입니다
pt_br: Min.O comprimento do título é 3
ru_ru: Мин. длина заголовка равна 3
tr_tr: Min. başlık uzunluğu 3

source: Please select a board or sub board
ar_eg: يرجى اختيار لوحة أو لوحة فرعية
de_de: Bitte wählen Sie eine Tafel oder ein Unterbrett aus
es_es: Por favor seleccione una placa o subbadera
fr_fr: Veuillez sélectionner un conseil ou une sous-conseil
id_id: Silakan pilih papan atau sub papan
ja: ボードやサブボードを選択してください
ko_kr: 보드 또는 서브 보드를 선택하십시오
pt_br: Por favor, selecione uma placa ou submarina
ru_ru: Пожалуйста, выберите плату или дополнительную плату
tr_tr: Lütfen bir pano veya alt pano seçin

source: Yes
ar_eg: نعم
de_de: Jawohl
es_es: sí
fr_fr: Oui
id_id: Ya
ja: はい
ko_kr: 예
pt_br: sim
ru_ru: Да
tr_tr: Evet

source: No
ar_eg: لا
de_de: Nein
fr_fr: Non
id_id: Tidak
ja: 番号
ko_kr: 아니요
pt_br: Não
ru_ru: Нет
tr_tr: HAYIR

source: Save
ar_eg: يحفظ
de_de: Speichern
es_es: Ahorrar
fr_fr: sauvegarder
id_id: Menyimpan
ja: 保存する
ko_kr: 구하다
pt_br: Salve 
ru_ru: Сохранять
tr_tr: Kaydetmek

source: Notification Settings
ar_eg: إعدادات الإشعار
de_de: Benachrichtigungseinstellungen
es_es: Configuración de las notificaciones
fr_fr: Paramètres de notification
id_id: Pengaturan pemberitahuan
ja: 通知設定
ko_kr: 알림 설정
pt_br: Configurações de notificação
ru_ru: Настройки уведомлений
tr_tr: Bildirim ayarları

source: Receive notifications on
ar_eg: تلقي الإخطارات
de_de: Benachrichtigungen erhalten
es_es: Recibir notificaciones en
fr_fr: Recevoir des notifications sur
id_id: Menerima pemberitahuan pada.
ja: 通知を受け取る
ko_kr: 알림을받습니다
pt_br: Receba notificações sobre
ru_ru: Получайте уведомления о
tr_tr: Şu tarihte bildirim alın:

source: Anime on Watching List gets aired
ar_eg: يتم بث قائمة أنيمي على مراقبة
de_de: Anime auf der Anwaltsliste wird ausgestrahlt
es_es: Anime en la lista de vistos se transmite
fr_fr: Anime sur la liste de surveillance est diffusé
id_id: Anime dalam menonton daftar ditayangkan
ja: ウォッチングリストのアニメは放送されます
ko_kr: 시청 목록에 애니메이션이 방영됩니다
pt_br: Anime na lista de assistir é exibido
ru_ru: Аниме из списка просмотра выходит в эфир
tr_tr: İzlenenler Listesindeki Animeler Yayınlanıyor

source: Anime on PTW List gets aired
ar_eg: يتم بث أنيمي على قائمة PTW
de_de: Anime auf der PTW-Liste wird ausgestrahlt
es_es: Anime en la lista de PTW se transmite
fr_fr: Anime sur la liste PTW est diffusé
id_id: Anime pada daftar PTW ditayangkan
ja: PTWリストのアニメは放送されます
ko_kr: PTW 목록에 애니메이션이 방영됩니다
pt_br: Anime na lista PTW é exibido
ru_ru: Аниме из списка PTW выходит в эфир
tr_tr: PTW Listesindeki Anime yayınlanıyor

# Notification_settings_warning
source: You may still get alerts for upto 3 days for the notifications which have already been scheduled for you. Please note that these settings will only work when you have logged in.
ar_eg: لا يزال بإمكانك الحصول على تنبيهات لمدة تصل إلى 3 أيام للإخطارات التي تم جدولة بالفعل لك.يرجى ملاحظة أن هذه الإعدادات ستعمل فقط عند تسجيل الدخول.
de_de: Möglicherweise erhalten Sie immer noch Benachrichtigungen für bis zu 3 Tage für die bereits geplanten Benachrichtigungen.Bitte beachten Sie, dass diese Einstellungen nur funktionieren, wenn Sie sich angemeldet haben.
es_es: Todavía puede obtener alertas por hasta 3 días para las notificaciones que ya se han programado para usted.Tenga en cuenta que estas configuraciones solo funcionarán cuando haya iniciado sesión.
fr_fr: Vous pouvez toujours obtenir des alertes pour 3 jours pour les notifications qui ont déjà été programmées pour vous.Veuillez noter que ces paramètres ne fonctionneront que lorsque vous vous êtes connecté.
id_id: Anda mungkin masih mendapat peringatan untuk hingga 3 hari untuk notifikasi yang sudah dijadwalkan untuk Anda.Harap dicatat bahwa pengaturan ini hanya akan berfungsi ketika Anda telah masuk.
ja: まだあなたのためにスケジュールされている通知のために3日までの警告を受け取るかもしれません。これらの設定はログインしたときにのみ機能します。
ko_kr: 이미 예정된 알림을 위해 최대 3 일 동안 경고를받을 수 있습니다.이 설정은 로그인했을 때만 작동합니다.
pt_br: Você ainda pode obter alertas para até 3 dias para as notificações que já foram agendadas para você.Por favor, note que essas configurações só funcionarão quando você tiver logado.
ru_ru: Вы по-прежнему можете получать оповещения в течение трех дней об уведомлениях, которые уже запланированы для вас. Обратите внимание, что эти настройки будут работать только после входа в систему.
tr_tr: Halihazırda sizin için planlanmış olan bildirimler için 3 güne kadar uyarı alabilirsiniz. Lütfen bu ayarların yalnızca oturum açtığınızda çalışacağını unutmayın.

source: Primary background color
ar_eg: لون الخلفية الأولية
de_de: Primäre Hintergrundfarbe
es_es: Color primario de fondo
fr_fr: Couleur de fond primaire
id_id: Warna latar belakang primer.
ja: 一次背景色
ko_kr: 기본 배경 색상
pt_br: Cor de fundo primário
ru_ru: Основной цвет фона
tr_tr: Birincil arka plan rengi

# Nav_Panel_color
source: Nav bar/Panel color
ar_eg: شريط حنفية / لون لوحة
de_de: NAV-Bar / Panel-Farbe
es_es: Barra de navegación / color de panel
fr_fr: NAV Bar / Panneau Couleur
id_id: NAV bar / warna panel
ja: ナビゲーションバー/パネルカラー
ko_kr: NAV 바 / 패널 색상
pt_br: Barra de navegação / cor do painel
ru_ru: Панель навигации/Цвет панели
tr_tr: Gezinme çubuğu/Panel rengi

source: Navigation icon color
ar_eg: الملاحة أيقونة اللون
de_de: Navigationssymbolfarbe
es_es: Color del icono de navegación
fr_fr: Couleur d'icône de navigation
id_id: Ikon navigasi Warna.
ja: ナビゲーションアイコンの色
ko_kr: 탐색 아이콘 색상
pt_br: Cor do ícone de navegação
ru_ru: Цвет значка навигации
tr_tr: Gezinme simgesi rengi

source: App bar text color
ar_eg: شريط النص شريط النص
de_de: App Bar Textfarbe
es_es: Color de texto de la barra de la aplicación
fr_fr: Couleur de texte de barre d'app
id_id: Warna teks bar aplikasi
ko_kr: 앱 바 텍스트 색상
pt_br: Cor de texto de barra de aplicativos
ru_ru: Цвет текста на панели приложений
tr_tr: Uygulama çubuğu metin rengi

source: App bar icon color
ar_eg: أيقونة شريط التطبيق
de_de: App Bar-Symbolfarbe
es_es: Color del icono de la barra de la aplicación
fr_fr: Couleur d'icône de barre d'app
id_id: Warna ikon bilah app
ja: アプリバーアイコンの色
ko_kr: 앱 바 아이콘 색상
pt_br: Cor do ícone de barra de aplicativos
ru_ru: Цвет значка панели приложений
tr_tr: Uygulama çubuğu simge rengi

source: App bar/Button color
ar_eg: شريط التطبيق / لون زر
de_de: App Bar / Button Farbe
es_es: Color de la barra / botón de la aplicación
fr_fr: Barre d'application / Couleur du bouton
id_id: App Bar / Warna Tombol
ja: アプリバー/ボタンカラー
ko_kr: 앱 바 / 버튼 색상
pt_br: Barra de aplicativos / cor de botão
ru_ru: Панель приложения/Цвет кнопки
tr_tr: Uygulama çubuğu/Düğme rengi

source: Secondary text color
ar_eg: النص الثانوي اللون
de_de: Sekundärtextfarbe
es_es: Color de texto secundario
fr_fr: Couleur de texte secondaire
id_id: Warna teks sekunder.
ja: 二次テキストの色
ko_kr: 보조 텍스트 색상
pt_br: Cor do texto secundário
ru_ru: Дополнительный цвет текста
tr_tr: İkincil metin rengi

source: Theme Settings
ar_eg: إعدادات الموضوع
de_de: Themen Einstellungen
es_es: Ajustes de tema
fr_fr: Réglage des thèmes
id_id: Pengaturan tema
ja: テーマ設定
ko_kr: 주제 설정
pt_br: Configurações de tema
ru_ru: Настройки темы
tr_tr: Tema ayarları

source: Select a Theme
ar_eg: حدد موضوع
de_de: Wähle ein Thema
es_es: Selecciona un tema
fr_fr: Sélectionnez un thème
id_id: Pilih tema
ja: テーマを選択してください
ko_kr: 테마를 선택하십시오
pt_br: Selecione um tema
ru_ru: Выберите тему
tr_tr: Bir tema seç

# Theme_settings_warning
source: This is a feature in progress!
ar_eg: هذه ميزة في التقدم!
de_de: Dies ist eine Funktionsweise!
es_es: Esta es una característica en progreso!
fr_fr: Ceci est une caractéristique en cours!
id_id: Ini adalah fitur yang sedang berlangsung!
ja: これは進行中の機能です！
ko_kr: 이것은 진행중인 기능입니다!
pt_br: Este é um recurso em andamento!
ru_ru: Эта функция находится в разработке!
tr_tr: Bu, geliştirme aşamasında olan bir özelliktir!

source: Background Image
ar_eg: الصورة الخلفية
de_de: Hintergrundbild
es_es: Imagen de fondo
fr_fr: Image de fond
id_id: Gambar latar belakang
ja: 背景画像
ko_kr: 배경 이미지
pt_br: Imagem de fundo
ru_ru: Изображение на заднем плане
tr_tr: Arka plan görüntüsü

# Background_Image_desc
source: Show or hide background image from all the screens.
ar_eg: إظهار أو إخفاء صورة الخلفية من جميع الشاشات.
de_de: Hintergrundbild von allen Bildschirmen anzeigen oder ausblenden.
es_es: Muestra u oculta la imagen de fondo de todas las pantallas.
fr_fr: Afficher ou masquer l'image d'arrière-plan de tous les écrans.
id_id: Tampilkan atau sembunyikan gambar latar belakang dari semua layar.
ja: すべての画面から背景画像を表示または非表示にします。
ko_kr: 모든 화면에서 배경 이미지를 표시하거나 숨 깁니다.
pt_br: Mostrar ou ocultar a imagem de fundo de todas as telas.
ru_ru: Показать или скрыть фоновое изображение со всех экранов.
tr_tr: Arka plan resmini tüm ekranlardan gösterin veya gizleyin.

source: Expand User Details
ar_eg: توسيع تفاصيل المستخدم
de_de: Benutzerdetails erweitern.
es_es: Ampliar los datos del usuario
fr_fr: Développer les détails de l'utilisateur
id_id: Perluas detail pengguna
ja: ユーザーの詳細を展開します
ko_kr: 사용자 정보를 확장하십시오
pt_br: Expanda os detalhes do usuário
ru_ru: Развернуть сведения о пользователе
tr_tr: Kullanıcı Ayrıntılarını Genişlet

# Expand_User_Details_desc
source: Choose to expand the user details in all the user screens by default.
ar_eg: اختر توسيع تفاصيل المستخدم في جميع شاشات المستخدم افتراضيا.
de_de: Wählen Sie standardmäßig die Benutzerdetails in allen Benutzer-Screens aus.
es_es: Elija expandir los detalles del usuario en todas las pantallas de usuario de forma predeterminada.
fr_fr: Choisissez d'élargir les détails de l'utilisateur dans tous les écrans utilisateur par défaut.
id_id: Pilih untuk memperluas detail pengguna di semua layar pengguna secara default.
ja: デフォルトですべてのユーザー画面でユーザーの詳細を展開することを選択します。
ko_kr: 기본적으로 모든 사용자 화면에서 사용자 세부 정보를 확장하도록 선택하십시오.
pt_br: Escolha expandir os detalhes do usuário em todas as telas de usuário por padrão.
ru_ru: Выберите, чтобы по умолчанию раскрывать сведения о пользователе на всех экранах пользователя.
tr_tr: Varsayılan olarak tüm kullanıcı ekranlarında kullanıcı ayrıntılarını genişletmeyi seçin.

source: NSFW Preference
ar_eg: تفضيل NSFW.
de_de: Nsfw bevorzugt.
es_es: Preferencia de NSFW
fr_fr: NSFW Préférence
id_id: Preferensi nsfw.
ja: NSFWの好み
ko_kr: NSFW 환경 설정
pt_br: Preferência NSFW.
ru_ru: Предпочтение NSFW
tr_tr: NSFW Tercihi

# NSFW_Preference_desc
source: Turn this off if you don't need NSFW content from MAL API Call. Please note that this toggle wil not work on Jikan API Calls and HTML parsing.
ar_eg: قم بإيقاف تشغيل هذا إذا كنت لا تحتاج إلى محتوى NSFW من مكالمة Mal API.يرجى ملاحظة أن هذا تبديل Wil لا يعمل على مكالمات Jikan API وتحليل HTML.
de_de: Drehen Sie dies aus, wenn Sie keinen NSFW-Inhalt von Mal API-Anruf benötigen.Bitte beachten Sie, dass das Toggle Wil nicht an Jikan API-Anrufen und HTML-Analyse funktioniert.
es_es: Apague esto si no necesita contenido NSFW de la llamada de MAL API.Tenga en cuenta que este alternar no funciona en las llamadas de JIKAN API y el análisis HTML.
fr_fr: Éteignez ceci si vous n'avez pas besoin de contenu NSFW de l'appel de l'API MAL.Veuillez noter que cette bascule ne fonctionne pas sur les appels d'API de Jikan et l'analyse HTML.
id_id: Matikan ini jika Anda tidak memerlukan konten NSFW dari Panggilan Mal API.Harap dicatat bahwa toggle ini tidak berfungsi pada panggilan Jikan API dan Parsing HTML.
ja: Mal API呼び出しからNSFWのコンテンツが不要な場合は、これをオフにします。このトグルがJican API呼び出しとHTML構文解析では機能しません。
ko_kr: Mal API 호출에서 NSFW 컨텐츠가 필요하지 않은 경우이 옵션을 끕니다.이 토글 WIL은 Jikan API 호출 및 HTML 구문 분석에서 작동하지 않습니다.
pt_br: Desative isso se você não precisar de conteúdo NSFW da chamada MAL API.Por favor, note que esta alternância não funciona em chamadas de API Jikan e analisando HTML.
ru_ru: Отключите это, если вам не нужен контент NSFW из вызова MAL API. Обратите внимание, что этот переключатель не будет работать для вызовов API Jikan и анализа HTML.
tr_tr: MAL API Çağrısından NSFW içeriğine ihtiyacınız yoksa bunu kapatın. Lütfen bu geçişin Jikan API Çağrıları ve HTML ayrıştırmada çalışmayacağını unutmayın.

source: Keep pages in memory
ar_eg: الحفاظ على الصفحات في الذاكرة
de_de: Halten Sie Seiten in der Erinnerung
es_es: Mantener páginas en la memoria
fr_fr: Gardez les pages en mémoire
id_id: Simpan halaman dalam memori
ja: ページをメモリに保存します
ko_kr: 페이지를 메모리에 보관하십시오
pt_br: Mantenha as páginas na memória
ru_ru: Храните страницы в памяти
tr_tr: Sayfaları hafızada tutun

# Keep_pages_in_memory_desc
source: Turn this on if you want home page, forums and user profile to stay as you left them.
ar_eg: قم بتشغيل هذا إذا كنت تريد الصفحة الرئيسية والمنتديات وملف تعريف المستخدمين للبقاء كما تركتهم.
de_de: Schalten Sie dies ein, wenn Sie Startseite, Foren und Benutzerprofil wünschen, um zu bleiben, während Sie sie verlassen haben.
es_es: Enciende esto si desea que la página de inicio, los foros y el perfil de usuario se mantengan a medida que los dejaste.
fr_fr: Allumez-le si vous souhaitez que la page d'accueil, les forums et le profil utilisateur soient au fur et à mesure que vous les avez laissés.
id_id: Nyalakan ini jika Anda ingin halaman beranda, forum dan profil pengguna tetap saat Anda meninggalkannya.
ja: ホームページ、フォーラム、およびユーザープロファイルが存続したい場合は、これをオンにしてください。
ko_kr: 홈 페이지, 포럼 및 사용자 프로필이 남아있는대로 머무를 경우 켜짐을 켭니다.
pt_br: Desligue isso se você quiser home page, fóruns e perfil de usuário para ficar enquanto você os deixou.
ru_ru: Включите эту опцию, если хотите, чтобы домашняя страница, форумы и профиль пользователя оставались такими, какими вы их оставили.
tr_tr: Ana sayfanın, forumların ve kullanıcı profilinin bıraktığınız gibi kalmasını istiyorsanız bunu açın.

source: Show priority in anime/manga list
ar_eg: إظهار الأولوية في قائمة أنيمي / مانغا
de_de: Priorität in Anime / Manga-Liste anzeigen
es_es: Mostrar prioridad en la lista de anime / manga
fr_fr: Afficher la priorité dans la liste anime / manga
id_id: Tampilkan prioritas dalam daftar anime / manga
ja: アニメ/マンガリストの優先順位を表示します
ko_kr: Anime / Manga 목록에서 우선 순위를 표시합니다
pt_br: Mostrar prioridade na lista de anime / mangá
ru_ru: Показывать приоритет в списке аниме/манги
tr_tr: Anime/manga listesinde önceliği göster

# Show_priority_in_anime_manga_list_desc
source: Turn this on if you want to see the priority of your anime/manga, ie. high/low/medium
ar_eg: قم بتشغيل هذا إذا كنت ترغب في رؤية أولوية أنيمي / مانغا، أي.عالية / منخفضة / متوسطة
de_de: Schalten Sie dies ein, wenn Sie die Priorität Ihres Anime / Manga sehen möchten, dh.hoch / niedrig / mittel
es_es: Encienda esto si desea ver la prioridad de su anime / manga, es decir.alto / bajo / medio
fr_fr: Tournez cela si vous souhaitez voir la priorité de votre anime / manga, à savoir.haut / bas / moyen
id_id: Ubah ini jika Anda ingin melihat prioritas anime / manga Anda, yaitu.tinggi / rendah / sedang
ja: Anime / Mangaの優先順位を見たい場合は、これをオンにします。高/低/中程度
ko_kr: Anime / Manga의 우선 순위를 보려면이를 켜십시오.고 / 저 / 매체
pt_br: Gire isso se você quiser ver a prioridade do seu anime / mangá, ou seja.Alto / baixo / meio
ru_ru: Включите это, если хотите видеть приоритет вашего аниме/манги, т.е. высокий/низкий/средний
tr_tr: Animenizin/manganızın önceliğini görmek istiyorsanız bunu açın. yüksek/düşük/orta

source: User Statistics Chart Preferences
ar_eg: إحصاءات المستخدم تفضيلات المخطط
de_de: Benutzerstatistiken Chart-Voreinstellungen
es_es: Preferencias de la carta de estadísticas de usuario
fr_fr: Préférences de cartes de statistiques des utilisateurs
id_id: Preferensi grafik statistik pengguna
ja: ユーザー統計チャートの環境設定
ko_kr: 사용자 통계 차트 환경 설정
pt_br: Preferências do gráfico de estatísticas do usuário
ru_ru: Настройки диаграммы статистики пользователя
tr_tr: Kullanıcı İstatistikleri Tablosu Tercihleri

source: Chart color
ar_eg: لون الرسم البياني
de_de: Diagrammfarbe
es_es: Gráfico de color
fr_fr: Graphique
id_id: Warna grafik.
ja: チャートの色
ko_kr: 차트 색상
pt_br: Cor do gráfico
ru_ru: Цвет диаграммы
tr_tr: Grafik rengi

source: Clear
ar_eg: واضح
de_de: Klar
fr_fr: Dégager
id_id: Jernih
ja: クリア
ko_kr: 분명한
ru_ru: Прозрачный
tr_tr: Temizlemek

source: Select
ar_eg: يختار
de_de: Auswählen
es_es: Seleccione
fr_fr: Sélectionner
id_id: Pilih
ja: 選択する
ko_kr: 선택하다
pt_br: Selecione.
ru_ru: Выбирать
tr_tr: Seçme

source: Anime Discussions
ar_eg: مناقشات أنيمي
de_de: Anime-Diskussionen.
es_es: Discusiones de anime
fr_fr: Discussions d'anime
id_id: Diskusi anime.
ja: アニメディスカッション
ko_kr: 애니메이션 토론
pt_br: Discussões de anime.
ru_ru: Обсуждения аниме
tr_tr: Anime Tartışmaları

source: Manga Discussions
ar_eg: مناقشات مانجا
de_de: Manga-Diskussionen.
es_es: MANGA DISCUSIONES
fr_fr: Discussions de manga
id_id: Diskusi Manga.
ja: マンガの議論
ko_kr: 만화 토론
pt_br: Discussões de mangá
ru_ru: Обсуждения манги
tr_tr: Manga Tartışmaları

source: Settings
ar_eg: إعدادات
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
id_id: Pengaturan
ja: 設定
ko_kr: 설정
pt_br: Definições
ru_ru: Настройки
tr_tr: Ayarlar

# Theme_setting_desc
source: Select from six different themes.
ar_eg: اختر من ستة مواضيع مختلفة.
de_de: Wählen Sie aus sechs verschiedenen Themen.
es_es: Seleccione entre seis temas diferentes.
fr_fr: Sélectionnez parmi six thèmes différents.
id_id: Pilih dari enam tema yang berbeda.
ja: 6つの異なるテーマから選択してください。
ko_kr: 6 가지 테마에서 선택하십시오.
pt_br: Selecione de seis temas diferentes.
ru_ru: Выберите одну из шести различных тем.
tr_tr: Altı farklı tema arasından seçim yapın.

# Notification_setting_desc
source: Setup local notifications.
ar_eg: إعداد الإخطارات المحلية.
de_de: Lokale Benachrichtigungen einrichten.
es_es: Configurar notificaciones locales.
fr_fr: Configurer les notifications locales.
id_id: Atur notifikasi lokal.
ja: ローカル通知を設定します。
ko_kr: 로컬 알림을 설치하십시오.
pt_br: Configurar notificações locais.
ru_ru: Настройте локальные уведомления.
tr_tr: Yerel bildirimleri ayarlayın.

# HomePageSettings_desc
source: Customize your home page.
ar_eg: تخصيص صفحتك الرئيسية.
de_de: Passen Sie Ihre Homepage an.
es_es: Personaliza tu página de inicio.
fr_fr: Personnalisez votre page d'accueil.
id_id: Kustomisasi halaman rumah Anda.
ja: ホームページをカスタマイズします。
ko_kr: 홈 페이지를 사용자 정의하십시오.
pt_br: Personalize sua home page.
ru_ru: Настройте свою домашнюю страницу.
tr_tr: Ana sayfanızı özelleştirin.

source: User Preferences
ar_eg: خيارات المستخدم
de_de: Nutzerpreferenzen
es_es: Preferencias del usuario
fr_fr: Préférences de l'utilisateur
id_id: Preferensi Pengguna
ja: ユーザー設定
ko_kr: 사용자 기본 설정
pt_br: Preferências de usuário
ru_ru: Пользовательские настройки
tr_tr: Kullanıcı tercihleri

# User_Preferences_desc
source: Customize background image, etc.
ar_eg: تخصيص صورة الخلفية، إلخ.
de_de: Fertigen Sie Hintergrundbild an, usw.
es_es: Personaliza la imagen de fondo, etc.
fr_fr: Personnaliser l'image de fond, etc.
id_id: Kustomisasi gambar latar belakang, dll.
ja: 背景画像などをカスタマイズする
ko_kr: 배경 이미지 사용자 정의 등
pt_br: Personalize a imagem de fundo, etc.
ru_ru: Настройка фонового изображения и т. д.
tr_tr: Arka plan resmini vb. özelleştirin.

source: Rate & Review
ar_eg: مراجعة معدل
de_de: Rate & Bewertung.
es_es: Revisión de tasas
fr_fr: Note & Review
id_id: Nilai & Ulasan
ja: 料金＆口コミ
ko_kr: 요금 및 검토
pt_br: Taxa e revisão
ru_ru: Оценить и просмотреть
tr_tr: Oran incelemesi

# Rate_Review_desc
source: This will help us make the app better.
ar_eg: هذا سوف يساعدنا في جعل التطبيق أفضل.
de_de: Dies wird uns helfen, die App besser zu machen.
es_es: Esto nos ayudará a mejorar la aplicación.
fr_fr: Cela nous aidera à améliorer l'application.
id_id: Ini akan membantu kami membuat aplikasi lebih baik.
ja: これは私達がアプリをより良くするのを助けるでしょう。
ko_kr: 이것은 우리가 앱을 더 잘 만들 수 있도록 도와줍니다.
pt_br: Isso nos ajudará a tornar o aplicativo melhor.
ru_ru: Это поможет нам сделать приложение лучше.
tr_tr: Bu, uygulamayı daha iyi hale getirmemize yardımcı olacaktır.

source: Log Out
ar_eg: تسجيل خروج
de_de: Ausloggen
es_es: Cerrar sesión
fr_fr: Se déconnecter
id_id: Keluar
ja: ログアウト
ko_kr: 로그 아웃
pt_br: Sair
ru_ru: Выйти
tr_tr: Çıkış Yap

source: User not Logged in
ar_eg: لم يتم تسجيل دخول المستخدم
de_de: Benutzer nicht angemeldet
es_es: Usuario que no ha iniciado sesión
fr_fr: Utilisateur non connecté
id_id: Pengguna tidak masuk
ja: ユーザーがログインしていません
ko_kr: 사용자가 로그인하지 않았습니다
pt_br: Usuário não logado
ru_ru: Пользователь не авторизован
tr_tr: Kullanıcı Oturum Açmadı

source: Log In
ar_eg: تسجيل الدخول
de_de: Anmeldung
es_es: acceso
fr_fr: connexion
id_id: Gabung
ja: ログインする
ko_kr: 로그인
pt_br: Conecte-se
ru_ru: Авторизоваться
tr_tr: Giriş yapmak

# Home_Page_Setting
source: Home Page Settings
ar_eg: إعدادات الصفحة الرئيسية
de_de: Startseite Einstellungen
es_es: Configuraciones de la página de inicio
fr_fr: Paramètres de la page d'accueil
id_id: Pengaturan Halaman Utama
ja: ホームページ設定
ko_kr: 홈 페이지 설정
pt_br: Configurações da página inicial.
ru_ru: Настройки домашней страницы
tr_tr: Ana Sayfa Ayarları

source: About
ar_eg: عن
de_de: Über
es_es: Sobre
fr_fr: Sur
id_id: Tentang
ja: だいたい
ko_kr: 에 대한
pt_br: Cerca de
ru_ru: О
tr_tr: Hakkında

source: List
ar_eg: قائمة
de_de: Aufführen
es_es: Lista
fr_fr: Lister
id_id: Daftar
ja: リスト
ko_kr: 목록
pt_br: Lista
ru_ru: Список
tr_tr: Liste

source: Social
ar_eg: اجتماعي
de_de: Sozial
id_id: Sosial
ja: ソーシャル
ko_kr: 사회의
ru_ru: Социальное
tr_tr: Sosyal

source: Favorites
ar_eg: المفضلة
fr_fr: Favoris
id_id: Favorit
ja: favor favor
ko_kr: 즐겨 찾기
ru_ru: Избранное
tr_tr: Favoriler

# Couldnt_connect_network
source: Couldn't connect to the network
ar_eg: لا يمكن الاتصال بالشبكة
de_de: Konnte keine Verbindung zum Netzwerk herstellen
es_es: No se pudo conectar a la red
fr_fr: Impossible de se connecter au réseau
id_id: Tidak dapat terhubung ke jaringan
ja: ネットワークに接続できませんでした
ko_kr: 네트워크에 연결할 수 없습니다
pt_br: Não foi possível conectar-se à rede
ru_ru: Не удалось подключиться к сети
tr_tr: Ağa bağlanılamadı

source: Friends
ar_eg: اصحاب
id_id: Teman-teman
ja: 友達
ko_kr: 친구
ru_ru: Друзья
tr_tr: Arkadaşlar
