Repository: JICA98/DailyAL
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, de_de, es_es, fr_fr, id_id, ja, ko_kr, pt_br, ru_ru, tr_tr

source: Top Anime
ar_eg: أعلى أنيمي
id_id: Anime top.
ja: トップアニメ
ko_kr: 탑 애니메이션
ru_ru: Топ аниме
tr_tr: En İyi Animeler

# top_mange
source: Top Manga
ar_eg: المانجا الأعلى
id_id: Manga atas
ja: マンガのトップ
ko_kr: 탑 만화
ru_ru: Лучшая манга
tr_tr: En İyi Mangalar

source: Top Airing
ar_eg: البث الأعلى
ja: トップエアイリング
ko_kr: 최고 방송
pt_br: Principais exibições
ru_ru: Топ-эфир
tr_tr: En İyi Yayın

source: Popular Anime
ar_eg: أنيمي شعبية.
de_de: Beliebter Anime.
fr_fr: Anime populaire.
id_id: Anime populer.
ja: 人気のアニメ。
ko_kr: 인기있는 애니메이션.
pt_br: Anime Popular
ru_ru: Популярное аниме
tr_tr: Popüler Animeler

source: Popular Manga
ar_eg: مانغا الشعبية.
de_de: Beliebte Manga.
fr_fr: Manga populaire.
id_id: Manga populer.
ja: マンガで人気のマンガ。
ko_kr: 인기있는 만화.
pt_br: Mangá popular
ru_ru: Популярная манга
tr_tr: Popüler Mangalar

source: Suggested Anime
ar_eg: أنيمي مقترح
de_de: Empfohlene Anime.
es_es: Anime sugerido
fr_fr: Anime suggéré
id_id: Anime yang disarankan
ja: 推奨されたアニメ
ko_kr: 제안 된 애니메이션
pt_br: Anime sugerido
ru_ru: Рекомендуемое аниме
tr_tr: Önerilen Anime

source: Top Upcoming Anime
ar_eg: أعلى أنيمي القادم
de_de: Top bevorstehende Anime.
es_es: Top próximo anime
fr_fr: Top anime à venir
id_id: Anime mendatang
ja: トップ今後のアニメ
ko_kr: 곧 다가오는 애니메이션
pt_br: Próximo anime
ru_ru: Топ предстоящих аниме
tr_tr: Yaklaşan En Popüler Animeler

source: Most Popular Anime
ar_eg: أنيمي الأكثر شعبية
de_de: Am beliebtesten Anime.
es_es: Anime más popular
fr_fr: Anime le plus populaire
id_id: Anime paling populer
ja: 最も人気のあるアニメ
ko_kr: 가장 인기있는 애니메이션
pt_br: Anime mais popular
ru_ru: Самое популярное аниме
tr_tr: En Popüler Anime

source: Top Anime by Score
ar_eg: أعلى أنيمي من النتيجة
de_de: Top Anime nach Score
es_es: Top anime por puntuación
fr_fr: Top anime par score
id_id: Anime atas dengan skor
ja: スコア別のトップアニメ
ko_kr: 점수에 의한 톱 애니메이션
pt_br: Anime superior por pontuação
ru_ru: Лучшее аниме по количеству очков
tr_tr: Puana Göre En İyi Anime

source: Top Airing Anime
ar_eg: أعلى بث أنيمي
es_es: Top Airing Airing Anime
id_id: Anime Top Airing.
ja: トップエアイングアニメ
pt_br: Anime de topo de topo.
ru_ru: Топ аниме в эфире
tr_tr: En Çok Yayınlanan Anime

source: All time Favorites
ar_eg: كل الأوقات المفضلة
de_de: Alle Zeitfavoriten
es_es: Todos los tiempos favoritos
fr_fr: Tous les favoris de temps
id_id: Favorit waktu
ja: すべての時間お気に入り
ko_kr: 모든 시간 즐겨 찾기
pt_br: Todos os favoritos
ru_ru: Избранное за все время
tr_tr: Tüm zamanların Favorileri

source: Top Anime Movies
ar_eg: أعلى أفلام أنيمي
de_de: Top-Anime-Filme.
es_es: Top Películas de anime
fr_fr: Top Films Anime
id_id: Film anime top
ja: トップアニメ映画
ko_kr: 탑 애니메이션 영화
pt_br: Filmes de anime superior
ru_ru: Лучшие аниме-фильмы
tr_tr: En Popüler Anime Filmleri

source: Top OVA
ar_eg: أعلى هذا
de_de: Top das hier
es_es: Arriba este
fr_fr: Top ça
id_id: Top This.
ja: トップ
ko_kr: 맨 위에
pt_br: Top este.
ru_ru: Топ ОВА
tr_tr: En İyi OVA

source: Top Specials
ar_eg: أفضل العروض الخاصة
es_es: Top Ofertas
fr_fr: Top spéciaux
id_id: Spesial utama
ja: トップスペシャル
ko_kr: 최고 특별
pt_br: Principais especiais
ru_ru: Лучшие специальные предложения
tr_tr: En İyi Özel Ürünler

source: Top TV Shows
ar_eg: أهم البرامج التلفزيونية
es_es: Los mejores programas de TV
fr_fr: Top téléviseurs
id_id: Acara TV atas
ja: トップテレビ番組
ko_kr: 최고 TV 쇼
ru_ru: Лучшие телешоу
tr_tr: En Popüler TV Programları

source: Top All Manga
ar_eg: أعلى جميع المانجا
de_de: Top alle manga.
fr_fr: Top tout manga
ja: すべてのマンガのトップ
ko_kr: 모든 만화 톱
pt_br: Top todos os mangá
ru_ru: Топ всей манги
tr_tr: En İyi Tüm Mangalar

source: Top Manga
ar_eg: المانجا الأعلى
id_id: Manga atas
ja: マンガのトップ
ko_kr: 탑 만화
pt_br: MANGA TOP
ru_ru: Лучшая манга
tr_tr: En İyi Mangalar

source: Top Oneshots
ar_eg: أعلى oneshots.
fr_fr: Top orchestres
id_id: Oneshots atas
ja: 上の写真
ko_kr: Top Ondshots
pt_br: Suponhas superiores.
ru_ru: Лучшие ваншоты
tr_tr: En İyi Tek Çekimler

source: Top Doujin
ar_eg: أعلى دوجين
ja: 一番上に
ko_kr: 탑 더진
ru_ru: и додзинси
tr_tr: ve p doujinshi

source: Top Light Novels
ar_eg: روايات الضوء الأعلى
de_de: Obere leichte Romane
es_es: Principales novelas ligeras
fr_fr: Nouveaux premiers romans
id_id: Novel cahaya atas
ja: トップライトノ小さな
ko_kr: 탑 라이트 소설
pt_br: Novelas claras de topo.
ru_ru: Лучшие легкие романы
tr_tr: En Popüler Hafif Romanlar

source: Top Novels
ar_eg: أفضل الروايات
de_de: Top-Romane
es_es: Las mejores novelas
fr_fr: Top romans
id_id: Novel teratas
ja: トップ小説
ko_kr: 상위 소설
pt_br: Principais romances.
ru_ru: Лучшие романы
tr_tr: En Popüler Romanlar

source: Top Manhwa
ar_eg: أعلى مانتاح
id_id: MANHWA TOP
ja: トップマンハウ
ko_kr: 맨 히와
ru_ru: Топ Манхва
tr_tr: En İyi Manhwa

source: Top Manhua
ar_eg: أعلى رجل زهرة
de_de: Top Mannblume.
es_es: Flor de hombre superior
fr_fr: Fleur top homme
id_id: Top Man Flower.
ja: トップマンの花
ko_kr: 최고의 남자 꽃
pt_br: Flor superior do homem
ru_ru: Топ Маньхуа
tr_tr: En İyi Manhua

source: Top Manga Bypopularity
ar_eg: أعلى المانجا bypopularity.
fr_fr: Top Manga Bympopularité
id_id: Bypopularity manga atas.
ja: トップマンガの肥料
ko_kr: 맨가가 바이 펄스
ru_ru: Лучшая манга по популярности
tr_tr: En İyi Manga Popülerliği

source: Top Favorite Manga
ar_eg: أفضل المانجا المفضلة
de_de: Top Favoriten Manga.
es_es: El manga superior favorito
fr_fr: Top manga préféré
id_id: Manga favorit teratas.
ja: トップのお気に入りのマンガ
ko_kr: 가장 좋아하는 만화
pt_br: MANGA favorito superior
ru_ru: Самая любимая манга
tr_tr: En Sevilen Manga

source: View All
ar_eg: عرض الكل
de_de: Alle ansehen
es_es: Ver todo
fr_fr: Voir tout
id_id: Lihat semua
ja: 全体を見る
ko_kr: 모두보기
pt_br: Ver tudo
ru_ru: Посмотреть все
tr_tr: Hepsini gör

# Search_Bar_Text
source: search here...
ar_eg: ابحث هنا...
de_de: Suche hier...
es_es: busca aquí...
fr_fr: cherche ici...
id_id: Cari di sini...
ja: 検索...
ko_kr: 여기 검색 ...
pt_br: procure aqui...
ru_ru: поищи здесь...
tr_tr: burada ara...

source: Synopsis
ar_eg: ملخص
de_de: Zusammenfassung
es_es: Sinopsis
id_id: Ringkasan
ja: 概要
ko_kr: 개요
pt_br: Sinopse
ru_ru: Краткое содержание
tr_tr: özet

source: Related
ar_eg: متعلق ب
de_de: Verwandt
fr_fr: En rapport
id_id: Terkait
ja: 関連している
ko_kr: 관련된
ru_ru: Связанный
tr_tr: İlgili

source: Characters
ar_eg: الشخصيات
de_de: Zeichen
es_es: Caracteres
fr_fr: Personnages
id_id: Karakter
ja: キャラクター
ko_kr: 캐릭터
pt_br: Personagens
ru_ru: Персонажи
tr_tr: Karakterler

source: Episodes
ar_eg: الحلقات
de_de: Episoden
es_es: Episodios
fr_fr: Épisodes
id_id: Semua episode
ja: エピソード
ko_kr: 에피소드
pt_br: Episódios
ru_ru: Эпизоды
tr_tr: Bölümler

source: Reviews
ar_eg: تقييم
de_de: Rezensionen
es_es: Comentarios
fr_fr: Commentaires
id_id: Ulasan
ja: レビュー
ko_kr: 리뷰
pt_br: Avaliações
ru_ru: Отзывы
tr_tr: Yorumlar

source: More Info
ar_eg: مزيد من المعلومات
de_de: Mehr Info
es_es: Más información
fr_fr: Plus d'informations
id_id: Info lebih lanjut
ja: より詳しい情報
ko_kr: 더 많은 정보
pt_br: Mais informações
ru_ru: Больше информации
tr_tr: Daha fazla bilgi

source: Forums
ar_eg: المنتديات
de_de: Foren
es_es: Foros
id_id: Forum.
ja: フォーラム
ko_kr: 포럼
pt_br: Fóruns
ru_ru: Форумы
tr_tr: Forumlar

source: Recommended
ar_eg: موصى به
de_de: Empfohlen
fr_fr: conseillé
id_id: Direkomendasikan
ja: おすすめされた
ko_kr: 권장
ru_ru: рекомендуемые
tr_tr: Tavsiye edilen

source: Stats
ar_eg: احصائيات
de_de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
id_id: Statistik
ja: 統計
ko_kr: 통계
ru_ru: Статистика
tr_tr: İstatistikler

source: Pictures
ar_eg: الصور
de_de: Bilder
es_es: Imágenes
fr_fr: Des photos
id_id: Foto-foto
ja: ピクチャー
ko_kr: 영화
pt_br: Fotos
ru_ru: Картинки
tr_tr: Resimler

source: Related Anime
ar_eg: أنيمي ذات الصلة
de_de: Verwandter Anime.
es_es: Anime relacionado
fr_fr: Anime connexe
id_id: Anime Terkait.
ja: 関連アニメ
ko_kr: 관련 애니메이션
pt_br: Anime relacionado
ru_ru: Похожие аниме
tr_tr: İlgili Anime

source: users
ar_eg: المستخدمين
de_de: Benutzer
id_id: pengguna.
ja: ユーザー
ko_kr: 사용자
pt_br: Comercial
ru_ru: пользователи
tr_tr: kullanıcılar

source: Popularity
ar_eg: شعبية
de_de: Popularität
es_es: Popularidad
fr_fr: Popularité
id_id: Kepopuleran
ja: 人気
ko_kr: 인기
pt_br: Popularidade
ru_ru: Популярность
tr_tr: Popülerlik

source: Studios
ar_eg: استوديوهات
es_es: Estudios
id_id: Studio
ja: スタジオ
ko_kr: 스튜디오
pt_br: Estúdios
ru_ru: Студии
tr_tr: Stüdyolar

source: Authors
ar_eg: المؤلفون
id_id: Penulis.
ja: 著者
ko_kr: 저자
ru_ru: Авторы
tr_tr: Yazarlar

source: Members
ar_eg: أعضاء
de_de: Mitglieder
es_es: Miembros
fr_fr: Membres
id_id: Anggota.
ja: メンバー
ko_kr: 멤버들
pt_br: Membros
ru_ru: Члены
tr_tr: Üyeler

source: Play Promo
ar_eg: لعب الترويجي
de_de: Spiele Promo
fr_fr: Jouer à la promotion
id_id: Mainkan Promo.
ja: 遊ぶ
ko_kr: ProMo.
ru_ru: Играть в промо
tr_tr: Promosyonu Oynat

source: No Character Info Provided.
ar_eg: لا توجد معلومات شخصية المقدمة.
de_de: Keine Charakterinfo bereitgestellt.
es_es: No se proporciona información de carácter.
fr_fr: Aucune information de caractère fourni.
id_id: Tidak ada info karakter yang disediakan.
ja: 提供されていない文字情報はありません。
ko_kr: 캐릭터 정보가 제공되지 않습니다.
pt_br: Nenhuma informação de caractere fornecida.
ru_ru: Информация о персонаже не предоставлена.
tr_tr: Karakter Bilgisi Sağlanmadı.

source: Loading Content
ar_eg: تحميل المحتوى
de_de: Inhalt laden.
es_es: Cargando contenido
fr_fr: Contenu de chargement
id_id: Memuat konten
ja: コンテンツを読み込む
ko_kr: 적재 콘텐츠
pt_br: Carregando conteúdo
ru_ru: Загрузка контента
tr_tr: İçerik Yükleniyor

source: title not found..
ar_eg: العنوان غير موجود ..
de_de: Titel nicht gefunden ..
es_es: Título no encontrado ..
fr_fr: Titre non trouvé ..
id_id: Judul tidak ditemukan ..
ja: タイトルが見つかりません。
ko_kr: 제목을 찾을 수 없습니다 ..
pt_br: Título não encontrado ..
ru_ru: название не найдено..
tr_tr: başlık bulunamadı..

# Couldn_Launch
source: Couldn't Launch
ar_eg: لا يمكن إطلاق
de_de: Konnte nicht starten
es_es: No se pudo lanzar
fr_fr: Ne pouvait pas lancer
id_id: Tidak bisa diluncurkan
ja: 起動できませんでした
ko_kr: 시작할 수 없었습니다
pt_br: Não foi possível lançar
ru_ru: Не удалось запустить
tr_tr: Başlatılamadı

source: Discussion
ar_eg: مناقشة
de_de: Diskussion
es_es: Discusión
id_id: Diskusi
ja: 議論
ko_kr: 논의
pt_br: Discussão
ru_ru: Обсуждение
tr_tr: Tartışma

source: No Discussions Yet..
ar_eg: لا توجد مناقشات حتى الآن ..
de_de: Keine Diskussionen noch ..
es_es: No hay discusiones todavía.
fr_fr: Pas encore de discussions ..
id_id: Belum ada diskusi ..
ja: まだ議論なし..
ko_kr: 아직 토론 없음 ..
pt_br: Nenhuma discussão ainda ..
ru_ru: Пока нет обсуждений..
tr_tr: Henüz Tartışma Yok..

source: View all Discussions
ar_eg: عرض جميع المناقشات
de_de: Alle Diskussionen anzeigen.
es_es: Ver todas las discusiones
fr_fr: Voir toutes les discussions
id_id: Lihat semua Diskusi
ja: すべてのディスカッションを表示します
ko_kr: 모든 토론을 봅니다
pt_br: Ver todas as discussões
ru_ru: Просмотреть все обсуждения
tr_tr: Tüm Tartışmaları Görüntüle

source: replies
ar_eg: الردود
de_de: Antworten
es_es: respuestas
fr_fr: réponses
id_id: Balasan
ja: 答える
ko_kr: 답장
pt_br: respostas
ru_ru: ответы
tr_tr: cevaplar

source: Last Post
ar_eg: أخر نشر
de_de: Letzter Beitrag
es_es: Ultima publicación
fr_fr: Dernier commentaire
id_id: Postingan terakhir
ja: 最後の投稿
ko_kr: 마지막 게시물
pt_br: Última postagem
ru_ru: Последний пост
tr_tr: Son Posta

source: No Pictures yet..
ar_eg: لا توجد صور بعد ..
de_de: Keine Bilder noch nicht ..
es_es: No hay fotos todavía ..
fr_fr: Pas encore de photos ..
id_id: Belum ada gambar ..
ja: まだ写真はありません。
ko_kr: 아직 사진 없음 ..
pt_br: Não há fotos.
ru_ru: Фото пока нет..
tr_tr: Henüz Resim Yok..

source: No Reviews yet..
ar_eg: لا توجد تعليقات حتى الآن..
de_de: Keine Bewertungen noch nicht ..
es_es: No hay comentarios ..
fr_fr: Aucun avis pour le moment ..
id_id: Belum ada ulasan ..
ja: まだレビューなし
ko_kr: 아직 리뷰 없음 ..
pt_br: Não há comentários.
ru_ru: Отзывов пока нет..
tr_tr: Henüz Yorum Yok..

source: Story
ar_eg: قصة
de_de: Geschichte
es_es: Historia
fr_fr: Histoire
id_id: Cerita
ja: 話
ko_kr: 이야기
pt_br: História
ru_ru: История
tr_tr: Hikaye

source: Animation
ar_eg: حيوية
es_es: Animación
id_id: Animasi
ja: アニメーション
ko_kr: 생기
pt_br: Animação
ru_ru: Анимация
tr_tr: Animasyon

source: Sound
ar_eg: يبدو
de_de: Klang
es_es: Sonido
fr_fr: Sonner
id_id: Suara
ja: 音
ko_kr: 소리
pt_br: Som
ru_ru: Звук
tr_tr: Ses

source: Character
ar_eg: اختلاف الشخصيات
de_de: Charakter
es_es: Personaje
fr_fr: Personnage
id_id: Karakter
ja: キャラクター
ko_kr: 성격
pt_br: Personagem
ru_ru: Характер
tr_tr: Karakter

source: Enjoyment
ar_eg: التمتع
de_de: Vergnügen
es_es: Disfrute
fr_fr: Jouissance
id_id: Kenikmatan
ja: 楽しみ
ko_kr: 향유
pt_br: Prazer
ru_ru: Наслаждение
tr_tr: Zevk

source: Watching
ar_eg: مشاهدة
de_de: Aufpassen
es_es: Mirando
fr_fr: En train de regarder
id_id: Menonton
ja: 見て
ko_kr: 보고있다
pt_br: Assistindo
ru_ru: Смотрю
tr_tr: Seyretme

source: On Hold
ar_eg: في الانتظار
de_de: In Wartestellung
es_es: En espera
fr_fr: En attente
id_id: Tertahan
ja: 保留
ko_kr: 보류에
pt_br: Em espera
ru_ru: На удерживании
tr_tr: Beklemede

source: PTW
ar_eg: بات
ru_ru: ПТВ

source: Dropped
ar_eg: إسقاط
de_de: Fallen gelassen
es_es: Abandonó
fr_fr: Chuté
id_id: Menjatuhkan
ja: drop
ko_kr: 삭제했다
ru_ru: Упавший
tr_tr: Düştü

source: Completed
ar_eg: مكتمل
de_de: Vollendet
fr_fr: Complété
id_id: Lengkap
ja: 完了しました
ko_kr: 완전한
ru_ru: Завершенный
tr_tr: Tamamlanmış

source: Statistics
ar_eg: إحصائيات
de_de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
id_id: Statistik
ja: 統計
ko_kr: 통계
pt_br: Estatisticas
ru_ru: Статистика
tr_tr: İstatistik

source: No Recommendations yet..
ar_eg: لا توصيات حتى الآن ..
de_de: Noch keine Empfehlungen ..
es_es: No hay recomendaciones todavía ..
fr_fr: Pas encore de recommandations ..
id_id: Belum ada rekomendasi ..
ja: まだお勧めはありません。
ko_kr: 아직 권장 사항 없음 ..
pt_br: Nenhuma recomendação ainda ..
ru_ru: Рекомендаций пока нет..
tr_tr: Henüz Tavsiye Yok..

source: No Related Content yet..
ar_eg: لا يوجد محتوى مرتبط بعد ..
de_de: Noch nicht verwandter Inhalte ..
es_es: Sin contenido relacionado todavía ..
fr_fr: Pas encore de contenu connexe ..
id_id: Tidak ada konten terkait ..
ja: 関連コンテンツはまだありません。
ko_kr: 관련 콘텐츠가 아직 없습니다.
pt_br: Nenhum conteúdo relacionado ainda ..
ru_ru: Похожего контента пока нет..
tr_tr: Henüz İlgili İçerik Yok..

source: Opening Songs
ar_eg: فتح الأغاني
de_de: Songs öffnen.
es_es: Canciones de apertura
fr_fr: Chansons d'ouverture
id_id: Membuka Lagu
ja: 曲を開く
ko_kr: 노래를 여는 것
pt_br: Abrindo músicas
ru_ru: Вступительные песни
tr_tr: Açılış Şarkıları

source: Ending Songs
ar_eg: إنهاء الأغاني
de_de: Songs endende Songs
es_es: Canciones terminadas
fr_fr: Mettre fin à des chansons
id_id: Mengakhiri lagu-lagu
ja: 終わりの歌
ko_kr: 끝나는 노래
pt_br: Terminando músicas.
ru_ru: Окончание песен
tr_tr: Bitiş Şarkıları

source: Background
ar_eg: خلفية
de_de: Hintergrund
es_es: Fondo
fr_fr: Fond
id_id: Latar belakang
ja: バックグラウンド
ko_kr: 배경
pt_br: Fundo
ru_ru: Фон
tr_tr: Arka plan

source: None
ar_eg: لا أحد
de_de: Keiner
fr_fr: Rien
id_id: Tidak ada
ja: なし
ko_kr: 없음
pt_br: Nenhum
ru_ru: Никто
tr_tr: Hiçbiri

source: Please wait while the URL is loaded.
ar_eg: يرجى الانتظار أثناء تحميل عنوان URL.
de_de: Bitte warten Sie, während die URL geladen ist.
es_es: Por favor, espere mientras se carga la URL.
fr_fr: Veuillez patienter pendant que l'URL est chargée.
id_id: Harap tunggu sementara URL dimuat.
ja: URLがロードされている間はお待ちください。
ko_kr: URL이로드되는 동안 기다려주십시오.
pt_br: Por favor, aguarde enquanto o URL é carregado.
ru_ru: Пожалуйста, подождите, пока URL-адрес загрузится.
tr_tr: URL yüklenirken lütfen bekleyin.

source: Play on Youtube
ar_eg: اللعب على يوتيوب
de_de: Spiel auf youtube
es_es: Jugar en youtube
fr_fr: Jouer sur youtube
id_id: Bermain di YouTube.
ja: YouTubeで遊ぶ
ko_kr: YouTube에서 플레이하십시오
pt_br: Jogue no YouTube.
ru_ru: Играть на Ютубе
tr_tr: Youtube'da oyna

source: Home Page
ar_eg: الصفحة الرئيسية
de_de: Startseite
es_es: Página de inicio
fr_fr: Page d'accueil
id_id: Beranda Halaman
ja: ホームページ
ko_kr: 홈 페이지
pt_br: Pagina inicial
ru_ru: Домашняя страница
tr_tr: Ana Sayfa

source: Forums Page
ar_eg: الصفحة الرئيسية للمنتديات
de_de: Foren-Seite
es_es: Página de foros
fr_fr: Page des forums
id_id: Forum Halaman
ja: フォーラムページ
ko_kr: 포럼 페이지
pt_br: Página dos fóruns
ru_ru: Страница форума
tr_tr: Forum Sayfası

source: User Page
ar_eg: صفحة المستخدم
de_de: Benutzerseite
es_es: Página de usuario
fr_fr: Page utilisateur
id_id: Halaman Pengguna
ja: ユーザーページ
ko_kr: 사용자 페이지
pt_br: Página do usuário
ru_ru: Страница пользователя
tr_tr: Kullanıcı Sayfası

source: Customize Home Page
ar_eg: تخصيص الصفحة الرئيسية
de_de: Passen Sie die Homepage an
es_es: Personalizar la página de inicio
fr_fr: Personnaliser la page d'accueil
id_id: Kustomisasi Home Halaman
ja: ホームページをカスタマイズする
ko_kr: 사용자 정의 홈 페이지
pt_br: Personalize a Home Page
ru_ru: Настроить домашнюю страницу
tr_tr: Ana Sayfayı Özelleştir

source: Home Page items
ar_eg: عناصر الصفحة الرئيسية
de_de: Startseite Artikel.
es_es: Artículos de la página de inicio
fr_fr: Articles de la page d'accueil
id_id: Halaman Utama item
ja: ホームページアイテム
ko_kr: 홈 페이지 항목
pt_br: Artigos da página inicial
ru_ru: Элементы главной страницы
tr_tr: Ana Sayfa öğeleri

# Reorder_home_page
source: Long press to drag/drop and reorder the list
ar_eg: اضغط لفترة طويلة لسحب / إسقاط وإعادة ترتيب القائمة
de_de: Lange Drücken Sie, um die Liste zu ziehen, und die Liste neu anzuordnen
es_es: Pulsación larga para arrastrar / soltar y reordenar la lista
fr_fr: Appuyez longuement pour faire glisser / déposer et réorganiser la liste
id_id: Tekan lama untuk menyeret / drop dan menyusun ulang daftar
ja: ロングプレスしてリストをドラッグ/ドロップして並べ替える
ko_kr: 길게 누르면 목록을 드래그 / 드래그하고 재정렬 할 수 있습니다.
pt_br: Pressione longa para arrastar / soltar e reordenar a lista
ru_ru: Длительное нажатие, чтобы перетащить/отпустить и изменить порядок списка
tr_tr: Listeyi sürüklemek/bırakmak ve yeniden sıralamak için uzun basın

source: Reset
ar_eg: إعادة ضبط
de_de: Zurücksetzen
es_es: Reiniciar
fr_fr: Réinitialiser
id_id: Mengatur ulang
ja: リセットする
ko_kr: 초기화
pt_br: Redefinir
ru_ru: Перезагрузить
tr_tr: Sıfırla

source: Reset homepage
ar_eg: إعادة تعيين الصفحة الرئيسية
de_de: Homepage zurücksetzen.
es_es: Restablecer la página de inicio
fr_fr: Réinitialiser la page d'accueil
id_id: Atur Ulang Homepage
ja: ホームページをリセットします
ko_kr: 홈페이지를 재설정하십시오
pt_br: Redefinir homepage
ru_ru: Сбросить домашнюю страницу
tr_tr: Ana sayfayı sıfırla

# Reset_homepage_warning
source: This will reset the homepage layout to its original state and is un-doable.
ar_eg: سيؤدي ذلك إلى إعادة تعيين تخطيط الصفحة الرئيسية إلى حالته الأصلية وهو غير قابل للقيام به.
de_de: Dadurch wird das Homepage-Layout auf den ursprünglichen Zustand zurückgesetzt und nicht machbar.
es_es: Esto restablecerá el diseño de la página de inicio a su estado original y no es factible.
fr_fr: Cela réinitialisera la mise en page de la page d'accueil à son état d'origine et est inadaptable.
id_id: Ini akan mengatur ulang tata letak beranda ke keadaan semula dan tidak bisa dilakukan.
ja: これにより、ホームページのレイアウトが元の状態にリセットされ、実行不能です。
ko_kr: 이렇게하면 홈페이지 레이아웃이 원래 상태로 재설정되며 사용할 수 없습니다.
pt_br: Isso redefinirá o layout da página inicial para o seu estado original e é inexistente.
ru_ru: Это вернет макет домашней страницы в исходное состояние, и это невозможно.
tr_tr: Bu, ana sayfa düzenini orijinal durumuna sıfırlayacaktır ve bu yapılamaz.

# max_items_home
source: Exceeded max. no. of items
ar_eg: تجاوز الحد الأقصى.لا.من العناصر
de_de: Max.Nein.von Artikeln
es_es: Superado max.no.de artículos
fr_fr: Dépassé max.non.d'articles
id_id: Melebihi maks.tidak.item.
ja: 最大を超えました。番号。アイテムの
ko_kr: 맥스를 초과했습니다.아니요.항목의 항목
pt_br: Excedeu o máximo.não.de itens
ru_ru: Превышено макс. нет. предметов
tr_tr: Maks. aşıldı HAYIR. öğelerin

source: Add an Item
ar_eg: إضافة عنصر
de_de: Einen Artikel hinzufügen
es_es: Añadir un artículo
fr_fr: Ajouter un article
id_id: Tambahkan item
ja: アイテムを追加してください
ko_kr: 항목을 추가하십시오
pt_br: Adicione um item
ru_ru: Добавить элемент
tr_tr: Bir Öğe Ekle

# Restart_to_see_changes
source: You will have to restart to see the changes'
ar_eg: يجب عليك إعادة التشغيل لرؤية التغييرات
de_de: Sie müssen neu starten, um die Änderungen zu sehen "
es_es: Tendrás que reiniciar para ver los cambios '
fr_fr: Vous devrez redémarrer pour voir les changements '
id_id: Anda harus memulai kembali untuk melihat perubahan '
ja: 変更を確認するために再起動する必要があります
ko_kr: 변경 사항을 보려면 다시 시작해야합니다. '
pt_br: Você terá que reiniciar para ver as alterações
ru_ru: Вам придется перезагрузить компьютер, чтобы увидеть изменения»
tr_tr: Değişiklikleri görmek için yeniden başlatmanız gerekecek'

source: No. of items in each category
ar_eg: عدد العناصر في كل فئة
de_de: Anzahl der Elemente in jeder Kategorie
es_es: Nº de artículos en cada categoría.
fr_fr: Nombre d'articles dans chaque catégorie
id_id: Jumlah item dalam setiap kategori
ja: 各カテゴリーの項目数
ko_kr: 각 카테고리의 항목 수
pt_br: No. de itens em cada categoria
ru_ru: Количество товаров в каждой категории
tr_tr: Her kategorideki öğe sayısı

# No_of_items_desc
source: For Ex, by default seasonal anime has 14 items
ar_eg: بالنسبة إلى السابقين، بشكل افتراضي أنيمي الموسم لديه 14 عنصر
de_de: Für EX hat standardmäßige saisonale Anime 14 Artikel
es_es: Por ejemplo, por defecto, el anime estacional tiene 14 artículos.
fr_fr: Pour EX, par défaut, l'anime saisonnier a 14 éléments
id_id: Untuk ex, secara default anime musiman memiliki 14 item
ja: EXの場合、デフォルトで季節のアニメに14の項目があります
ko_kr: EX의 경우, 기본적으로 계절별 애니메이션은 14 가지 항목이 있습니다.
pt_br: Para ex, por padrão, o anime sazonal tem 14 itens
ru_ru: Например, по умолчанию в сезонном аниме 14 предметов.
tr_tr: Örneğin, sezonluk animede varsayılan olarak 14 öğe bulunur

source: Select the no. of items
ar_eg: حدد لا.من العناصر
de_de: Wählen Sie die Nr.von Artikeln
es_es: Seleccione el NO.de artículos
fr_fr: Sélectionnez le non.d'articles
id_id: Pilih no.item.
ja: いいえを選択してください。アイテムの
ko_kr: 아니오를 선택하십시오.항목의 항목
pt_br: Selecione o não.de itens
ru_ru: Выберите номер. предметов
tr_tr: Hayır'ı seçin. öğelerin

source: Content type
ar_eg: نوع المحتوى
de_de: Inhaltstyp
es_es: Tipo de contenido
fr_fr: Type de contenu
id_id: Jenis konten
ja: コンテンツタイプ
pt_br: Tipo de conteúdo
ru_ru: Тип содержимого
tr_tr: İçerik türü

# Login_toView_Settings
source: You need to login to view these settings.
ar_eg: تحتاج إلى تسجيل الدخول لعرض هذه الإعدادات.
de_de: Sie müssen sich anmelden, um diese Einstellungen anzuzeigen.
es_es: Debe iniciar sesión para ver estas configuraciones.
fr_fr: Vous devez vous connecter pour voir ces paramètres.
id_id: Anda perlu masuk untuk melihat pengaturan ini.
ja: これらの設定を表示するには、ログインする必要があります。
ko_kr: 이러한 설정을 보려면 로그인해야합니다.
pt_br: Você precisa fazer o login para visualizar essas configurações.
ru_ru: Вам необходимо войти в систему, чтобы просмотреть эти настройки.
tr_tr: Bu ayarları görüntülemek için giriş yapmanız gerekmektedir.

source: Select Ranking Type
ar_eg: حدد تصنيف النوع
de_de: Wählen Sie den Ranking-Typ aus
es_es: Seleccionar tipo de clasificación
fr_fr: Sélectionnez le type de classement
id_id: Pilih Peringkat Peringkat
ja: ランキングタイプを選択してください
ko_kr: 순위 유형을 선택하십시오
pt_br: Selecione Tipo de classificação
ru_ru: Выберите тип рейтинга
tr_tr: Sıralama Türünü Seçin

source: Auto
ar_eg: آلي
id_id: Mobil
ja: オート
ko_kr: 자동으로
ru_ru: Авто
tr_tr: Oto

source: Season
ar_eg: موسم
de_de: Jahreszeit
es_es: Temporada
fr_fr: Saison
id_id: Musim
ja: 季節
ko_kr: 계절
pt_br: Temporada
ru_ru: Время года
tr_tr: Mevsim

source: Year
ar_eg: عام
de_de: Jahr
es_es: Año
fr_fr: Année
id_id: Tahun
ja: 年
ko_kr: 년도
pt_br: Ano
ru_ru: Год
tr_tr: Yıl

source: Select Board
ar_eg: حدد متنها
de_de: Board auswählen
es_es: Seleccione la placa
fr_fr: Boîte de sélection
id_id: Pilih Papan
ja: ボードを選択してください
ko_kr: 보드를 선택하십시오
pt_br: Selecione Board
ru_ru: Выберите доску
tr_tr: Pano Seçin
