Repository: JICA98/DailyAL
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, de_de, es_es, fr_fr, id_id, ja, ko_kr, pt_br, ru_ru, tr_tr

source: Spring 2010
ar_eg: ربيع 2010.
de_de: Frühjahr 2010.
es_es: Primavera 2010
fr_fr: Printemps 2010
ja: 春2010
ko_kr: 2010 년 봄
pt_br: Primavera de 2010.
ru_ru: Весна 2010 г.
tr_tr: Bahar 2010

source: Summer 2010
ar_eg: صيف 2010.
de_de: Sommer 2010.
es_es: Verano 2010
fr_fr: Été 2010
id_id: Musim panas 2010.
ja: 夏2010年
ko_kr: 2010 년 여름
pt_br: Verão de 2010.
ru_ru: Лето 2010 г.
tr_tr: Yaz 2010

source: Fall 2010
ar_eg: خريف 2010.
de_de: Herbst 2010.
es_es: Otoño 2010
fr_fr: Automne 2010
id_id: Jatuh 2010.
ja: 2010年秋
pt_br: Outono de 2010.
ru_ru: Осень 2010 г.
tr_tr: 2010 Sonbaharı

source: Winter 2011
ar_eg: الشتاء 2011.
es_es: Invierno 2011
fr_fr: Hiver 2011
id_id: Musim dingin 2011.
ja: 冬の2011年
ko_kr: 겨울 2011.
pt_br: Inverno 2011.
ru_ru: Зима 2011 г.
tr_tr: Kış 2011

source: Spring 2011
ar_eg: ربيع 2011.
de_de: Frühjahr 2011.
es_es: Primavera 2011
fr_fr: Printemps 2011
id_id: Musim semi 2011.
ja: 春2011年
ko_kr: 2011 년 봄
pt_br: Primavera de 2011.
ru_ru: Весна 2011 г.
tr_tr: Bahar 2011

source: Summer 2011
ar_eg: صيف 2011.
de_de: Sommer 2011.
es_es: 2011 de verano 2011
fr_fr: Été 2011
id_id: Musim panas 2011.
ja: 2011年夏
ko_kr: 2011 년 여름
pt_br: Verão 2011.
ru_ru: Лето 2011 г.
tr_tr: Yaz 2011

source: Fall 2011
ar_eg: خريف 2011.
de_de: Herbst 2011.
es_es: Otoño 2011
fr_fr: Automne 2011
id_id: Musim gugur 2011.
ja: 2011年秋
ko_kr: 2011 년 가을
pt_br: Outono de 2011.
ru_ru: Осень 2011 г.
tr_tr: 2011 Sonbaharı

source: Winter 2012
ar_eg: الشتاء 2012.
es_es: Invierno 2012
fr_fr: Hiver 2012
id_id: Musim dingin 2012.
ja: 冬2012年
ko_kr: 겨울 2012.
pt_br: Inverno 2012.
ru_ru: Зима 2012 г.
tr_tr: Kış 2012

source: Spring 2012
ar_eg: ربيع 2012.
de_de: Frühjahr 2012.
es_es: Primavera 2012
fr_fr: Printemps 2012
id_id: Musim semi 2012.
ja: 春2012
ko_kr: 2012 년 봄
ru_ru: Весна 2012 г.
tr_tr: Bahar 2012

source: Summer 2012
ar_eg: صيف 2012.
de_de: Sommer 2012.
es_es: Verano 2012
fr_fr: Été 2012
id_id: Musim panas 2012.
ja: 2012年夏
ko_kr: 2012 년 여름
ru_ru: Лето 2012 г.
tr_tr: Yaz 2012

source: Fall 2012
ar_eg: تقع 2012
de_de: Herbst 2012
es_es: Otoño 2012
fr_fr: Automne 2012
id_id: Jatuh 2012.
ja: 2012年秋
ko_kr: 2012 년 가을
pt_br: Outono de 2012.
ru_ru: Осень 2012 г.
tr_tr: 2012 sonbaharı

source: Winter 2013
ar_eg: شتاء 2013
es_es: Invierno 2013
fr_fr: hiver 2013
id_id: Musim dingin 2013.
ja: 冬2013
ko_kr: 겨울 2013.
pt_br: inverno 2013
ru_ru: Зима 2013 г.
tr_tr: Kış 2013

source: Spring 2013
ar_eg: ربيع 2013
de_de: Frühling 2013
es_es: Primavera 2013
fr_fr: Printemps 2013
id_id: Musim semi 2013
ja: 2013年春
ko_kr: 2013 년 봄
pt_br: Primavera 2013
ru_ru: Весна 2013 г.
tr_tr: 2013 Bahar

source: Summer 2013
ar_eg: صيف 2013
de_de: Sommer 2013
es_es: Verano 2013
fr_fr: Été 2013
id_id: Musim panas 2013
ja: 2013年夏
ko_kr: 2013 년 여름
pt_br: Verão 2013
ru_ru: Лето 2013
tr_tr: 2013 yazı

source: Fall 2013
ar_eg: خريف 2013.
de_de: Herbst 2013
es_es: Otoño 2013
fr_fr: Automne 2013
id_id: Musim gugur 2013
ja: 2013年の秋
ko_kr: 2013 년 가을
pt_br: Outono de 2013
ru_ru: Падение 2013
tr_tr: Sonbahar 2013

source: Winter 2014
ar_eg: الشتاء 2014.
es_es: Invierno 2014
fr_fr: Hiver 2014
id_id: Musim dingin 2014.
ja: 2014年冬
ko_kr: 2014 년 겨울
pt_br: Inverno de 2014.
ru_ru: Зима 2014 г.
tr_tr: Kış 2014

source: Spring 2014
ar_eg: ربيع 2014
de_de: Frühling 2014
es_es: Primavera 2014
fr_fr: Printemps 2014
id_id: Semi 2014
ja: 2014年春
ko_kr: 2014 년 봄
pt_br: Primavera 2014
ru_ru: Весна 2014
tr_tr: 2014 baharı

source: Summer 2014
ar_eg: صيف 2014.
de_de: Sommer 2014.
es_es: Verano 2014
fr_fr: Été 2014
id_id: Musim panas 2014.
ja: 2014年夏
ko_kr: 2014 년 여름
pt_br: Verão de 2014.
ru_ru: Лето 2014 г.
tr_tr: Yaz 2014

source: Fall 2014
ar_eg: خريف 2014.
de_de: Herbst 2014
es_es: Otoño 2014
fr_fr: Automne 2014
id_id: Musim gugur 2014
ja: 秋2014
ko_kr: 2014 년 가을
pt_br: Outono de 2014
ru_ru: Осень 2014
tr_tr: 2014 Son baharı

source: Winter 2015
ar_eg: الشتاء 2015.
es_es: Invierno 2015
fr_fr: Hiver 2015
id_id: Musim dingin 2015.
ja: 冬2015
ko_kr: 2015 년 겨울
pt_br: Inverno de 2015.
ru_ru: Зима 2015 г.
tr_tr: Kış 2015

source: Winter 2018
ar_eg: الشتاء 2018.
es_es: Invierno 2018
fr_fr: Hiver 2018
id_id: Musim dingin 2018.
ja: 冬2018
ko_kr: 겨울 2018.
pt_br: Inverno de 2018.
ru_ru: Зима 2018
tr_tr: Kış 2018

source: Spring 2018
ar_eg: ربيع 2018.
de_de: Frühjahr 2018.
es_es: Primavera 2018
fr_fr: Printemps 2018
id_id: Musim semi 2018.
ja: 春2018
ko_kr: 2018 년 봄
pt_br: Primavera de 2018.
ru_ru: Весна 2018 г.
tr_tr: Bahar 2018

source: Summer 2018
ar_eg: صيف 2018.
de_de: Sommer 2018.
es_es: Verano de 2018
fr_fr: Été 2018
id_id: Musim panas 2018.
ja: 夏2018年
ko_kr: 2018 년 여름
pt_br: Verão de 2018.
ru_ru: Лето 2018 года
tr_tr: Yaz 2018

source: Fall 2018
ar_eg: خريف 2018.
de_de: Herbst 2018.
es_es: Otoño 2018
fr_fr: Automne 2018
id_id: Musim gugur 2018.
ja: 2018年秋
ko_kr: 2018 년 가을
pt_br: Queda de 2018.
ru_ru: Осень 2018 г.
tr_tr: 2018 Sonbaharı

source: Winter 2019
ar_eg: الشتاء 2019.
es_es: Invierno 2019
fr_fr: Hiver 2019
id_id: Musim dingin 2019.
ja: 冬2019.
ko_kr: 2019 년 겨울
pt_br: Inverno de 2019.
ru_ru: Зима 2019
tr_tr: Kış 2019

source: Spring 2019
ar_eg: ربيع 2019.
de_de: Frühjahr 2019.
es_es: Primavera 2019
fr_fr: Printemps 2019
id_id: Musim semi 2019.
ja: 2019年春
ko_kr: 2019 년 봄
pt_br: Primavera de 2019.
ru_ru: Весна 2019 г.
tr_tr: Bahar 2019

source: Summer 2019
ar_eg: صيف 2019.
de_de: Sommer 2019.
fr_fr: Été 2019
id_id: Musim panas 2019.
ja: 2019年夏
ko_kr: 2019 년 여름
pt_br: Verão de 2019.
ru_ru: Лето 2019 г.
tr_tr: Yaz 2019

source: Fall 2019
ar_eg: خريف 2019.
de_de: Herbst 2019.
es_es: Otoño 2019
fr_fr: Automne 2019
id_id: Musim gugur 2019.
ja: 2019年秋
ko_kr: 2019 년 가을
pt_br: Outono de 2019.
ru_ru: Осень 2019 г.
tr_tr: 2019 Sonbaharı

source: Winter 2020
ar_eg: الشتاء 2020.
es_es: Invierno 2020
fr_fr: Hiver 2020
id_id: Musim Dingin 2020.
ja: 冬2020年
ko_kr: 겨울 2020.
pt_br: Inverno 2020.
ru_ru: Зима 2020
tr_tr: Kış 2020

source: Spring 2020
ar_eg: الربيع 2020.
de_de: Frühling 2020.
es_es: Primavera 2020
fr_fr: Printemps 2020
id_id: Musim semi 2020.
ja: 春2020
ko_kr: 봄 2020.
pt_br: Primavera 2020.
ru_ru: Весна 2020 г.
tr_tr: Bahar 2020

source: Fall 2020
ar_eg: انخفاض 2020.
de_de: 2020 fallen
es_es: Otoño 2020
fr_fr: Automne 2020
id_id: Jatuh 2020.
ja: 2020年秋
ko_kr: 가을 2020.
pt_br: Queda 2020.
ru_ru: Осень 2020 г.
tr_tr: 2020 Sonbaharı

source: Summer 2020
ar_eg: الصيف 2020.
de_de: Sommer 2020.
es_es: Verano 2020
fr_fr: Été 2020
id_id: Musim panas 2020.
ja: 夏2020年
ko_kr: 여름 2020.
ru_ru: Лето 2020 г.
tr_tr: Yaz 2020

source: Screening
ar_eg: تحري
es_es: Poner en pantalla
fr_fr: Dépistage
id_id: Penyaringan
ja: ふるい分け
ko_kr: 상영
pt_br: Triagem
ru_ru: Скрининг
tr_tr: Tarama

source: Winter 2021
ar_eg: الشتاء 2021.
es_es: Invierno 2021
fr_fr: Hiver 2021
id_id: Musim dingin 2021.
ja: 冬2021
ko_kr: 겨울 2021.
pt_br: Inverno 2021.
ru_ru: Зима 2021 г.
tr_tr: Kış 2021

source: Spring 2021
ar_eg: الربيع 2021.
de_de: Feder 2021.
es_es: Primavera 2021
fr_fr: Printemps 2021
id_id: Musim semi 2021.
ja: 春2021
pt_br: Primavera 2021.
ru_ru: Весна 2021 г.
tr_tr: İlkbahar 2021

source: Summer 2021
ar_eg: الصيف 2021.
de_de: Sommer 2021.
es_es: Verano 2021
fr_fr: Été 2021
id_id: Musim panas 2021.
ja: 夏2021年
ko_kr: 여름 2021.
ru_ru: Лето 2021 г.
tr_tr: Yaz 2021

source: Fall 2021
ar_eg: خريف 2021.
de_de: Herbst 2021.
es_es: Otoño 2021
fr_fr: Automne 2021
id_id: Jatuh 2021.
ja: 2021年秋
ko_kr: 가을 2021.
pt_br: Cair 2021.
ru_ru: Осень 2021 г.
tr_tr: 2021 Sonbaharı

source: Winter 2022
ar_eg: الشتاء 2022.
es_es: Invierno 2022
fr_fr: Hiver 2022
id_id: Musim Dingin 2022.
ja: 冬2022
ko_kr: 겨울 2022.
pt_br: Inverno 2022.
ru_ru: Зима 2022 г.
tr_tr: Kış 2022

source: Spring 2022
ar_eg: الربيع 2022.
de_de: Feder 2022.
es_es: Primavera 2022
fr_fr: Printemps 2022
id_id: Musim semi 2022.
ja: 春2022
ko_kr: 봄 2022.
pt_br: Primavera 2022.
ru_ru: Весна 2022 г.
tr_tr: Bahar 2022

source: Summer 2022
ar_eg: الصيف 2022.
de_de: Sommer 2022.
es_es: Verano 2022
fr_fr: Été 2022
id_id: Musim panas 2022.
ja: 夏2022年
ko_kr: 여름 2022.
pt_br: Verão 2022.
ru_ru: Лето 2022 г.
tr_tr: Yaz 2022

source: Fall 2022
ar_eg: انخفاض 2022.
de_de: Fallen 2022.
es_es: Otoño 2022
fr_fr: Automne 2022
id_id: Jatuh 2022.
ja: 2022年秋
ko_kr: 가을 2022.
pt_br: Cair 2022.
ru_ru: Осень 2022 г.
tr_tr: 2022 Sonbaharı

source: Adapts Manga
ar_eg: تتكيف مانجا
de_de: Passt Manga an
es_es: Adapta manga
fr_fr: Adapte manga
id_id: Adapt Manga.
ja: マンガを適応させる
ko_kr: 만화를 적응합니다
pt_br: Adapta mangá
ru_ru: Адаптирует мангу
tr_tr: Manga'yı uyarlar

source: Light Novels
ar_eg: الروايات الخفيفة
de_de: Leichte Romane
es_es: Novelas ligeras
fr_fr: Romans légers
id_id: Novel ringan
ja: 光小説
ko_kr: 가벼운 소설
pt_br: Novels leves.
ru_ru: Легкие романы
tr_tr: Hafif Romanlar

source: New Manga
ar_eg: فرع جديد
de_de: Neue Abteilung
es_es: Nueva sucursal
fr_fr: Nouvelle branche
id_id: Cabang baru
ja: 新枝
ko_kr: 새로운 지점
pt_br: Novo ramo
ru_ru: Новая манга
tr_tr: Yeni Manga

source: Series End
ar_eg: سلسلة النهاية
de_de: Serie Ende
es_es: Serie de la serie
fr_fr: Fin de la série
id_id: Seri akhir.
ja: シリーズエンド
ko_kr: 시리즈 끝
pt_br: Final da série
ru_ru: Конец серии
tr_tr: Seri Sonu

source: Hiatus
ar_eg: التوقف
de_de: Pause
es_es: Hiato
ja: hi hi
ko_kr: 틈새
pt_br: Hiato
ru_ru: Разрыв
tr_tr: Boşluk

source: Special Chapter
ar_eg: الفصل الخاص
de_de: Sonderkapitel
es_es: Capítulo Especial
fr_fr: Chapitre spécial
id_id: Bab Khusus.
ja: 特別章
ko_kr: 특별한 장
pt_br: Capítulo Especial
ru_ru: Специальная глава
tr_tr: Özel Bölüm

source: Life Event
ar_eg: حدث الحياة
de_de: Lebensereignis
es_es: Evento de vida
fr_fr: Événement de la vie
id_id: Peristiwa kehidupan
ja: ライフイベント
ko_kr: 생활 이벤트
pt_br: Evento de vida
ru_ru: Случай из жизни
tr_tr: Yaşam Olayı

source: Staff
ar_eg: طاقم عمل
es_es: Personal
id_id: Staf
ja: スタッフ
ko_kr: 직원
pt_br: Pessoal
ru_ru: Персонал
tr_tr: Kadro

source: Musician
ar_eg: موسيقي او عازف
es_es: Músico
id_id: Pemusik
ja: 音楽家
ko_kr: 음악가
ru_ru: Музыкант
tr_tr: Müzisyen

source: New CD
ar_eg: القرص المضغوط الجديد
de_de: Neue CD
es_es: Nuevo CD
fr_fr: Nouveau CD
id_id: CD baru
ja: 新しいCD
ko_kr: 새 CD.
pt_br: Novo CD
ru_ru: Новый компакт-диск
tr_tr: Yeni CD

source: OP ED
ar_eg: واحد د
de_de: Auf ed.
es_es: Una d
fr_fr: Sur ed
id_id: Satu d
ja: EDの
ko_kr: 에드에서
pt_br: Um d
ru_ru: ОДИН D
tr_tr: BİR D

source: Anime Expo
ar_eg: إكسبو أنيمي.
ja: アニメ博覧会。
ko_kr: 애니메이션 엑스포.
ru_ru: Аниме Экспо
tr_tr: Anime Fuarı

source: Exhibition
ar_eg: معرض
de_de: Ausstellung
es_es: Exposición
fr_fr: Exposition
id_id: Pameran
ja: 展示
ko_kr: 전시회
pt_br: Exibição
ru_ru: Выставка
tr_tr: Sergi

source: Interest
ar_eg: فائدة
de_de: Interesse
es_es: Interesar
fr_fr: L'intérêt
id_id: Minat
ja: 興味
ko_kr: 관심
pt_br: Interesse
ru_ru: Интерес
tr_tr: Faiz

source: Manga Awards
ar_eg: جوائز مانجا
es_es: Manga premios
fr_fr: Prix Manga
ja: マンガ賞
ko_kr: 만화 상
pt_br: Prêmios Manga.
ru_ru: Награды манги
tr_tr: Manga Ödülleri

source: Live
ar_eg: يعيش
es_es: Vivir
fr_fr: Habitent
id_id: Hidup
ja: 住む
ko_kr: 살다
pt_br: Ao vivo
ru_ru: Жить
tr_tr: Canlı

source: Anime Awards
ar_eg: جوائز أنيمي
es_es: Premios Anime
fr_fr: Anime Prix
ja: アニメアワード
ko_kr: 애니메이션 상
ru_ru: Аниме Награды
tr_tr: Anime Ödülleri

source: People Awards
ar_eg: جوائز الناس
de_de: Menschenauszeichnungen.
es_es: Premios de personas
fr_fr: Personnes récompenses
ja: 人々賞
ko_kr: 사람들이 상
pt_br: Prêmios de pessoas
ru_ru: Люди Награды
tr_tr: İnsanlar Ödülleri

source: Otakon
fr_fr: Itakon
ja: オタコン
ko_kr: 오타 콘
ru_ru: Отакон

source: Anime Festival Asia
ar_eg: أنيمي مهرجان آسيا
de_de: Anime Asia Festival.
fr_fr: Anime Asie Festival
id_id: Anime Asia Festival.
ja: アニメアジアフェスティバル
ko_kr: 애니메이션 아시아 축제
pt_br: Festival de Anime Asia.
ru_ru: Аниме-фестиваль Азии
tr_tr: Anime Festivali Asya

source: Comiket
ar_eg: كومفتي
es_es: Comicinato
fr_fr: Comique
id_id: KOMIKET.
ja: com com
ru_ru: Комикет
tr_tr: Komik

source: Wonder Festival
ar_eg: مهرجان عجب
es_es: Festival maravilloso
fr_fr: Festival de merveille
ja: 不思議なフェスティバル
ko_kr: 원더 페스티벌
ru_ru: Чудо-фестиваль
tr_tr: Harikalar Festivali

source: Japan Expo
ar_eg: معرض اليابان
es_es: EXPO DE JAPÓN
fr_fr: Japon Expo
ja: 日本博覧会
ko_kr: 일본 박람회
pt_br: Japão Expo.
ru_ru: Япония Экспо
tr_tr: Japonya Fuarı

source: AnimeJapan
ar_eg: أنيمي اليابان
es_es: Anime japón
fr_fr: Anime japon
id_id: Anime Jepang
ja: アニメジャパン
ko_kr: 애니메이션 일본
ru_ru: АнимеЯпония
tr_tr: AnimeJaponya

source: Machi Asobi
ar_eg: بلدة اللعب
de_de: Town Play.
es_es: Juego de la ciudad
fr_fr: Jouer de la ville
id_id: Bermain kota
ja: 街 遊び
ko_kr: 마을 놀이
pt_br: Play da cidade
ru_ru: городская игра
tr_tr: şehir oyunu

source: Anime NYC
ar_eg: أنيمي مدينة نيويورك
ja: アニメニーク
ru_ru: Аниме Нью-Йорк
tr_tr: Anime New York

source: Sakura-con
ar_eg: ساكورا كون
ja: さくら
ko_kr: 사쿠라 사쿠라
ru_ru: Сакура-кон

source: Anime Central
ar_eg: أنيمي مركزي.
de_de: Zentraler Anime.
id_id: Anime tengah.
ja: 中央アニメ。
ko_kr: 중앙 애니메이션.
ru_ru: Аниме Централ
tr_tr: Anime Merkezi

source: SMASH
ar_eg: تحطيم
de_de: ZERSCHLAGEN
es_es: APLASTAR
fr_fr: FRACASSER
id_id: MENGHANCURKAN
ja: スマッシュ
ko_kr: 스매시
pt_br: QUEBRA
ru_ru: РАЗГРОМИТЬ
tr_tr: PARAMPARÇA ETMEK

source: Jump Festa
ar_eg: القفز فيستا
es_es: Festa
ja: ジャンプフェスタ
ko_kr: 점프 페스토카
pt_br: Pule festa
ru_ru: Прыжковая вечеринка
tr_tr: Atlama Partisi

source: Anime Sales
ar_eg: مبيعات أنيمي
es_es: Venta de anime
fr_fr: Ventes anime
id_id: Penjualan anime.
ja: アニメ販売
ko_kr: 애니메이션 판매
pt_br: Vendas de anime.
ru_ru: Продажи аниме
tr_tr: Anime Satışları

source: Licenses
ar_eg: التراخيص
de_de: Lizenzen
es_es: Licencias
fr_fr: Licences
id_id: Lisensi
ja: ライセンス
ko_kr: 라이센스
pt_br: Licenças
ru_ru: Лицензии
tr_tr: Lisanslar

source: Manga Sales
ar_eg: مبيعات مانغا
de_de: Manga-Verkäufe
es_es: Ventas de manga
fr_fr: Ventes de manga
id_id: Penjualan manga.
ja: マンガの売上高
ko_kr: 만화 판매
pt_br: Vendas de mangá.
ru_ru: Продажи манги
tr_tr: Manga Satışları

source: Music Sales
ar_eg: مبيعات الموسيقى
de_de: Musikverkäufe
es_es: Venta musical
fr_fr: Vente de musique
id_id: Penjualan musik.
ja: 音楽セールス
ko_kr: 음악 판매
pt_br: Vendas de música.
ru_ru: Музыкальные продажи
tr_tr: Müzik Satışları

source: Light Novel Sales
ar_eg: مبيعات رواية خفيفة
de_de: Leichter neuer Umsatz
es_es: Venta de novela ligera
fr_fr: Ventes de roman clair
id_id: Penjualan novel ringan
ja: 光の小説売上高
ko_kr: 라이트 소설 판매
pt_br: VENDAS LUZ NOVAS.
ru_ru: Продажи ранобэ
tr_tr: Hafif Roman Satışları

source: First Volume Sales
ar_eg: مبيعات المجلد الأول
de_de: Erster Umsatz
es_es: Venta de primer volumen
fr_fr: Premier volume ventes
id_id: Penjualan volume pertama
ja: 第一巻売上高
ko_kr: 첫 번째 볼륨 판매
pt_br: Primeiras vendas de volume.
ru_ru: Первые объемы продаж
tr_tr: İlk Cilt Satışları

source: Magazines
ar_eg: المجلات
de_de: Zeitschriften
es_es: Revistas
fr_fr: Les magazines
id_id: Majalah.
ja: 雑誌
ko_kr: 잡지
pt_br: Revistas
ru_ru: Журналы
tr_tr: Dergiler

source: Companies
ar_eg: شركات
de_de: Unternehmen
es_es: Compañías
fr_fr: Entreprises
id_id: Perusahaan
ja: 企業
ko_kr: 기업
pt_br: Empresas
ru_ru: Компании
tr_tr: Şirketler

source: KonoSugoi
ar_eg: رائعة
de_de: Groß
es_es: Excelente
fr_fr: Super
id_id: Besar
ja: このすごい
ko_kr: 엄청난
pt_br: Excelente
ru_ru: Этот удивительный
tr_tr: Bu harika

source: Yearly Rankings
ar_eg: التصنيف السنوي
de_de: Jährliche Rankings
es_es: Ranking anual
fr_fr: Classement annuel
id_id: Peringkat tahunan
ja: 年次ランキング
ko_kr: 연간 순위
pt_br: Rankings anuais
ru_ru: Ежегодные рейтинги
tr_tr: Yıllık Sıralamalar

source: More Information
ar_eg: معلومات اكثر
de_de: Mehr Informationen
es_es: Más información
fr_fr: Plus d'information
id_id: Informasi lebih lanjut
ja: 詳しくは
ko_kr: 추가 정보
pt_br: Mais Informações
ru_ru: Больше информации
tr_tr: Daha fazla bilgi

source: Type
ar_eg: نوع
de_de: Typ
es_es: Escribe
fr_fr: Taper
id_id: Jenis
ja: タイプ
ko_kr: 유형
pt_br: Modelo
ru_ru: Тип
tr_tr: Tip

source: UNKNOWN
ar_eg: غير معروف
de_de: UNBEKANNT
id_id: TIDAK DIKENAL
ja: わからない
ko_kr: 알려지지 않은
ru_ru: НЕИЗВЕСТНЫЙ
tr_tr: BİLİNMEYEN

source: Premiered
ar_eg: prestered.
de_de: Premiere
fr_fr: Créé
id_id: Perdana menteri
ja: premed
ko_kr: 프리미리어
ru_ru: Премьера
tr_tr: Prömiyeri yapıldı

source: Chapters
ar_eg: فصول
de_de: Kapitel
es_es: Capítulos
fr_fr: Chapitres
id_id: Bab.
ja: 章臣
ko_kr: 챕터
pt_br: Capítulos
ru_ru: Главы
tr_tr: Bölümler

source: Aired
ar_eg: باحث
de_de: Ausgestrahlt
fr_fr: Diffusé
id_id: Ditayangkan
ja: ed air
ko_kr: 방송
ru_ru: В эфире
tr_tr: yayınlandı

source: Published
ar_eg: نشرت
de_de: Veröffentlicht
fr_fr: Publié
id_id: Diterbitkan
ja: 発行
ko_kr: 게시
ru_ru: Опубликовано
tr_tr: Yayınlanan

source: Source
ar_eg: مصدر
de_de: Quelle
es_es: Fuente
fr_fr: La source
id_id: Sumber
ja: ソース
ko_kr: 원천
pt_br: Fonte
ru_ru: Источник
tr_tr: Kaynak

source: Serialization
ar_eg: تسلسل
de_de: Serialisierung
es_es: Publicación por entregas
fr_fr: Sérialisation
id_id: Serialisasi.
ja: シリアライゼーション
ko_kr: 직렬화
pt_br: Serialização
ru_ru: Сериализация
tr_tr: Serileştirme

source: Genres
ar_eg: الأنواع
es_es: Géneros
id_id: Genre.
ja: ジャンル
ko_kr: 장르의
pt_br: Gêneros
ru_ru: Жанры
tr_tr: Türler

source: Duration
ar_eg: مدة
de_de: Dauer
es_es: Duración
fr_fr: Durée
id_id: Durasi
ja: 間隔
ko_kr: 지속
pt_br: Duração
ru_ru: Продолжительность
tr_tr: Süre

source: Rating
ar_eg: تقييم
de_de: Nennen
es_es: Clasificación
fr_fr: Évaluation
id_id: Peringkat
ja: 評価
ko_kr: 평가
pt_br: Avaliação
ru_ru: Рейтинг
tr_tr: Değerlendirme

source: Synonyms
ar_eg: المرادفات
de_de: Synonyme
fr_fr: Synonymes
id_id: Sinonim.
ja: 同義語
ko_kr: 동의어
pt_br: Sinônimos
ru_ru: Синонимы
tr_tr: Eş anlamlı

source: Status
ar_eg: حالة
es_es: Estado
fr_fr: Statut
ja: 状態
ko_kr: 상태
ru_ru: Положение дел
tr_tr: Durum

source: Adventure
ar_eg: مفامرة
de_de: Abenteuer
es_es: Aventuras
fr_fr: Aventure
id_id: Petualangan
ja: 冒険
ko_kr: 모험
pt_br: Aventura
ru_ru: Приключение
tr_tr: Macera

source: Cars
ar_eg: سيارات
de_de: Autos
es_es: Carros
fr_fr: Voitures
id_id: Mobil.
ja: 車
ko_kr: 자동차
pt_br: Carros
ru_ru: Легковые автомобили
tr_tr: Arabalar

source: Comedy
ar_eg: كوميديا
de_de: Komödie
es_es: Comedia
fr_fr: Comédie
id_id: Komedi
ja: コメディー
ko_kr: 코메디
pt_br: Comédia
ru_ru: Комедия
tr_tr: Komedi

source: Dementia
ar_eg: الخرف
de_de: Demenz
es_es: Demencia
fr_fr: Démence
id_id: Demensia.
ja: 認知症
ko_kr: 백치
pt_br: Demência
ru_ru: Деменция
tr_tr: Demans

source: Demons
ar_eg: الشياطين
de_de: Dämonen
es_es: Demonios
id_id: Iblis
ja: 悪魔
ko_kr: 악마
pt_br: Demônios
ru_ru: Демоны
tr_tr: Şeytanlar

source: Mystery
ar_eg: أحجية
de_de: Geheimnis
es_es: Misterio
fr_fr: Mystère
id_id: Misteri
ja: 神秘
ko_kr: 신비
pt_br: Mistério
ru_ru: Тайна
tr_tr: Gizem

source: Drama
ar_eg: دراما
de_de: Theater
fr_fr: Drame
ja: ドラマ
ko_kr: 드라마
ru_ru: Драма
tr_tr: Dram

source: Ecchi
ja: 柏
ru_ru: Эччи

source: Fantasy
ar_eg: خيالي
de_de: Fantasie
es_es: Fantasía
fr_fr: Fantaisie
id_id: Fantasi
ja: ファンタジー
ko_kr: 공상
pt_br: Fantasia
ru_ru: Фантазия
tr_tr: Fantezi

source: Game
ar_eg: لعبة
de_de: Spiel
es_es: Juego
fr_fr: Jeu
id_id: Permainan
ja: ゲーム
ko_kr: 게임
pt_br: Jogo
ru_ru: Игра
tr_tr: Oyun

source: Hentai
ar_eg: هنتاي
ja: h h
ko_kr: 헨타이
ru_ru: хентай

source: Historical
ar_eg: تاريخي
de_de: Historisch
fr_fr: Historique
id_id: Historis
ja: 歴史的
ko_kr: 역사적인
ru_ru: Исторический
tr_tr: Tarihi

source: Kids
ar_eg: أطفال
de_de: Kinder
fr_fr: Des gamins
id_id: Anak-anak
ja: 子供たち
ko_kr: 어린이
pt_br: Crianças
ru_ru: Дети
tr_tr: Çocuklar

source: Magic
ar_eg: سحر
de_de: Magie
es_es: magia
fr_fr: la magie
id_id: Sihir
ja: 魔法
ko_kr: 마법
pt_br: Magia
ru_ru: Магия
tr_tr: Büyü

source: Martial_Arts
ar_eg: الفنون العسكرية
es_es: Artes marciales
fr_fr: Arts martiaux
id_id: Seni bela diri
pt_br: Artes marciais
ru_ru: Боевые искусства
tr_tr: Dövüş sanatları

source: Mecha
ar_eg: ميكا
ja: メカ
ko_kr: 메카
ru_ru: Меха

source: Parody
ar_eg: محاكاة ساخرة
de_de: Parodie
es_es: Parodia
fr_fr: Parodie
id_id: Parodi
ja: パロディー
ko_kr: 풍자적 개작 시문
pt_br: Paródia
ru_ru: Пародия
tr_tr: Parodi

source: Samurai
ar_eg: الساموراي
fr_fr: Samouraï
ja: 武士
ko_kr: 사무라이
ru_ru: Самурай
tr_tr: Samuray

source: Romance
ar_eg: رومانسي
de_de: Romantik
id_id: Percintaan
ja: ロマンス
ko_kr: 로맨스
ru_ru: Романтика
tr_tr: Romantik

source: School
ar_eg: مدرسة
de_de: Schule
es_es: Colegio
fr_fr: L'école
id_id: Sekolah
ja: 学校
ko_kr: 학교
pt_br: Escola
ru_ru: Школа
tr_tr: Okul

source: Sci-Fi
es_es: Ciencia ficción
fr_fr: Science-fiction
ja: サイド
ru_ru: Научная фантастика
tr_tr: Bilimkurgu

source: Shoujo
ar_eg: شوجو
ja: 千条
ko_kr: 쇼 조
ru_ru: Сёдзё

source: Yuri
ar_eg: يوري
ja: 百合
ko_kr: 유리
ru_ru: Юрий

source: Shounen
ar_eg: شونين
fr_fr: Enfoncer
ja: 恥ずく
ko_kr: 쇼겐스
ru_ru: Сёнен

source: Yaoi
ja: 八尾
ru_ru: яой

source: Space
ar_eg: فضاء
de_de: Platz
es_es: Espacio
fr_fr: Espacer
id_id: Ruang angkasa
ja: スペース
ko_kr: 우주
pt_br: Espaço
ru_ru: Космос
tr_tr: Uzay

source: Super_Power
ar_eg: قوة خارقة
de_de: Supermacht
es_es: Superpotencia
fr_fr: Superpuissance
id_id: Adikuasa
ja: スーパーポワー
ko_kr: 초강대국
pt_br: Superpotência
ru_ru: Супер сила
tr_tr: Süper_Güç

source: Vampire
ar_eg: مصاص دماء
de_de: Vampir
id_id: Vampir.
ja: 吸血鬼
ko_kr: 흡혈귀
ru_ru: Вампир
tr_tr: Vampir

source: Harem
ar_eg: حريم
es_es: Harén
ja: ハーレム
ko_kr: 하렘
pt_br: Harém
ru_ru: Гарем

source: Slice_Of_Life
ar_eg: شريحة من الحياة
de_de: Stück des Lebens
es_es: Rebanada de vida
ja: 人生のひとこま
pt_br: Fatia de vida
ru_ru: Кусочек жизни
tr_tr: Hayattan bir parça

source: Military
ar_eg: جيش
de_de: Militär
es_es: Militar
fr_fr: Militaire
id_id: Militer
ja: 軍隊
ko_kr: 군대
pt_br: Militares
ru_ru: Военный
tr_tr: Askeri

source: Police
ar_eg: شرطة
de_de: Polizei
es_es: Policía
id_id: polisi
ja: 警察
ko_kr: 경찰
pt_br: Polícia
ru_ru: Полиция
tr_tr: Polis

source: Psychological
ar_eg: نفسي
de_de: Psychologisch
fr_fr: Psychologique
id_id: Psikologis
ja: 心理学
ko_kr: 심리학
pt_br: Psicológico
ru_ru: Психологический
tr_tr: Psikolojik

source: Thriller
ar_eg: القصة المثيرة
es_es: Novela de suspenso
fr_fr: Polar
id_id: Cerita menegangkan
ja: スリラー
ko_kr: 스릴러
pt_br: Filme de ação
ru_ru: Триллер
tr_tr: Gerilim

source: Seinen
ar_eg: له
es_es: Su
fr_fr: Le sien
id_id: Miliknya
ja: 彼の
ko_kr: 그의
ru_ru: Его
tr_tr: Onun

source: Josei
ar_eg: النساء
de_de: Frau
es_es: mujer
fr_fr: femme
id_id: wanita
ja: 女性
ko_kr: 여성
pt_br: mulher
ru_ru: Джосей

source: Slice_of_Life
ar_eg: شريحة من الحياة
de_de: Stück des Lebens
es_es: Rebanada de vida
ja: 人生のひとこま
pt_br: Fatia de vida
ru_ru: Кусочек жизни
tr_tr: Hayattan bir parça

source: Doujunshi
ar_eg: طريقة الاتجاه
de_de: Richtungsart
es_es: Forma de dirección
fr_fr: Façon de direction
id_id: Cara arah
ja: 道順し
ko_kr: 방향의 방법
pt_br: Maneira de direção
ru_ru: Как патрулировать
tr_tr: Devriye nasıl yapılır

source: No Title
ar_eg: بلا عنوان
de_de: Kein Titel
es_es: Sin título
fr_fr: Pas de titre
id_id: Tanpa judul
ja: タイトルなし
ko_kr: 제목 없음
pt_br: Nenhum título
ru_ru: Без заголовка
tr_tr: Başlık yok

source: Date
ar_eg: تاريخ
de_de: Datum
es_es: Fecha
id_id: Tanggal
ja: 日にち
ko_kr: 날짜
pt_br: Encontro
ru_ru: Дата
tr_tr: Tarih

source: User
ar_eg: مستخدم
de_de: Benutzer
id_id: Pengguna
ja: ユーザー
ko_kr: 사용자
pt_br: Do utilizador
ru_ru: Пользователь
tr_tr: Kullanıcı

source: Ago
ar_eg: منذ
de_de: Vor
es_es: Atrás
fr_fr: Depuis
id_id: Yang lalu
ja: 前に
ko_kr: 전에
pt_br: Atrás
ru_ru: Назад
tr_tr: Evvel

source: Show Spoiler
ar_eg: عرض المفسد
de_de: Spoiler zeigen
es_es: Mostrar spoiler
id_id: Tampilkan Spoiler.
ja: スポイラーを見せる
ko_kr: 쇼 스포일러
pt_br: Mostrar spoiler
ru_ru: Показать спойлер
tr_tr: Spoiler'ı Göster

source: Last Post by
ar_eg: آخر مشاركة من قبل
de_de: Letzter Beitrag von
es_es: Último mensaje por
fr_fr: Dernier message par
id_id: Posting terakhir oleh
ja: 最後の投稿
ko_kr: 마지막 게시물 작성자
pt_br: Última postagem por.
ru_ru: Последнее сообщение от
tr_tr: Son Gönderen

source: No Image
ar_eg: لا توجد صورة
de_de: Kein Bild
es_es: Sin imágen
fr_fr: Pas d'image
id_id: Tidak ada gambar
ja: 画像無し
ko_kr: 이미지가 없음
pt_br: Sem imagem
ru_ru: Нет изображения
tr_tr: Resim Yok
