Repository: JICA98/DailyAL
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, de_de, es_es, fr_fr, id_id, ja, ko_kr, pt_br, ru_ru, tr_tr

source: friends
ar_eg: اصحاب
id_id: teman-teman
ja: 友達
ko_kr: 친구
ru_ru: друзья
tr_tr: Arkadaşlar

source: No friends found..
ar_eg: لم يتم العثور على أصدقاء ..
de_de: Keine Freunde gefunden ..
es_es: No se encontraron amigos ..
fr_fr: Aucun ami trouvé ..
id_id: Tidak ada teman yang ditemukan ..
ja: 友達が見つかりません..
ko_kr: 친구 없음 ..
pt_br: Nenhum amigo encontrado ..
ru_ru: Друзей не найдено..
tr_tr: Arkadaş bulunamadı..

source: No clubs found..
ar_eg: لم يتم العثور على النوادي ..
de_de: Keine Clubs gefunden ..
es_es: No se encontraron clubes ..
fr_fr: Aucun club trouvé ..
id_id: Tidak ada klub yang ditemukan ..
ja: クラブは見つかりません。
ko_kr: 클럽 없음 ..
pt_br: Nenhum clubes encontrados ..
ru_ru: Клубов не найдено..
tr_tr: Kulüp bulunamadı..

source: Loading clubs
ar_eg: تحميل الأندية
de_de: Laden von Clubs.
es_es: Clubes de carga
fr_fr: Chargement de clubs
id_id: Memuat klub
ja: クラブをロードする
ko_kr: 클럽 적재
pt_br: Clubes de carregamento
ru_ru: Загрузка клубов
tr_tr: Kulüpler yükleniyor

source: Couldn't open Club!
ar_eg: لا يمكن فتح النادي!
de_de: Der Verein konnte nicht geöffnet werden!
es_es: ¡No se pudo abrir el club!
fr_fr: Impossible d'ouvrir le club!
id_id: Tidak bisa membuka klub!
ja: クラブを開けなかった！
ko_kr: 클럽을 열 수 없었습니다!
pt_br: Não foi possível abrir o clube!
ru_ru: Не удалось открыть Клуб!
tr_tr: Kulüp açılamadı!

# Friend_since
source: friends since
ar_eg: أصدقاء منذ ذلك الحين
de_de: Freunde seitdem
es_es: amigos desde
fr_fr: amis depuis
id_id: Teman sejak.
ja: 友達から
ko_kr: 친구
pt_br: Amigos desde então
ru_ru: друзья с тех пор
tr_tr: beri arkadaşlar

source: last seen
ar_eg: اخر ظهور
de_de: zuletzt gesehen
es_es: ultima vez visto
fr_fr: véritable
id_id: terakhir terlihat
ja: 最後に見たのは
ko_kr: 마지막으로 보였다
pt_br: visto pela última vez
ru_ru: последний раз видели
tr_tr: son görülen

source: Sort the list based on
ar_eg: فرز القائمة بناء على
de_de: Sortieren Sie die Liste basierend auf
es_es: Ordenar la lista basada en
fr_fr: Trier la liste basée sur
id_id: Urutkan daftar berdasarkan
ja: に基づいてリストを並べ替えます
ko_kr: 목록을 기반으로 목록을 정렬합니다
pt_br: Classifique a lista com base em
ru_ru: Отсортируйте список по
tr_tr: Listeyi şuna göre sıralayın:

source: No Content
ar_eg: لا يوجد محتوى
de_de: Kein Inhalt
es_es: Sin contenido
fr_fr: Pas de contenu
id_id: Tidak ada isi
ja: コンテンツなし
ko_kr: 콘텐츠 없음
pt_br: Nenhum conteúdo
ru_ru: Без содержания
tr_tr: İçerik yok

source: Load More
ar_eg: تحميل المزيد
de_de: Mehr laden
es_es: Carga más
fr_fr: Charger plus
id_id: Muat lebih banyak
ja: もっと読み込む
ko_kr: 더 많은 것을로드하십시오
pt_br: Carregue mais
ru_ru: Загрузи больше
tr_tr: Daha fazla yükle

source: No More found!
de_de: Nicht mehr gefunden!
es_es: ¡No más encontrado!
fr_fr: Plus trouvé!
id_id: Tidak ada lagi yang ditemukan!
ja: これ以上見つかりません！
ko_kr: 더 이상 발견되지 않습니다!
pt_br: Não mais encontrado!
ru_ru: Больше не найдено!
tr_tr: Daha Fazla Bulunamadı!

# Account_fetch_details
source: Trying to fetch your account details
ar_eg: محاولة جلب تفاصيل حسابك
de_de: Versuchen, Ihre Kontodaten abzurufen
es_es: Tratando de buscar los detalles de su cuenta
fr_fr: Essayer d'aller chercher vos détails de votre compte
id_id: Mencoba mengambil detail akun Anda
ja: アカウントの詳細を取得しようとしています
ko_kr: 계정 세부 정보를 가져 오려고합니다
pt_br: Tentando buscar os detalhes da sua conta
ru_ru: Пытаюсь получить данные вашего аккаунта
tr_tr: Hesap ayrıntılarınız alınmaya çalışılıyor

# Sign_in_Suggestions
source: Sign in to get all the benifits from MAL world.
ar_eg: تسجيل الدخول للحصول على جميع الفوائد من خريطة العالم.
de_de: Melden Sie sich an, um alle Vorteile der Map-Welt zu erhalten.
es_es: Inicia sesión para obtener todos los beneficios del mundo del mapa.
fr_fr: Connectez-vous pour obtenir tous les avantages du monde de la carte.
id_id: Masuk untuk mendapatkan semua manfaat dari dunia peta.
ja: サインインすると、地図の世界からのすべての利点を得るために。
ko_kr: 지도 세계에서 모든 혜택을 얻으려면 로그인하십시오.
pt_br: Faça login para obter todos os benefícios do mundo do mapa.
ru_ru: Войдите, чтобы получить все преимущества от мира MAP.
tr_tr: MAP dünyasının tüm avantajlarından yararlanmak için oturum açın.

# Setup_timed_out
source: Setup Timed out. Please try again.
ar_eg: ضبط مهلة.حاول مرة اخرى.
de_de: Setup zeitlich herausgestellt.Bitte versuche es erneut.
es_es: Configuración programada.Inténtalo de nuevo.
fr_fr: Configuration expirée.Veuillez réessayer.
id_id: Pengaturan waktu habis.Silakan coba lagi.
ja: セットアップがタイムアウトしました。もう一度やり直してください。
ko_kr: 설정 시간이 초과되었습니다.다시 시도하십시오.
pt_br: Configuração expirou.Por favor, tente novamente.
ru_ru: Время установки истекло. Пожалуйста, попробуйте еще раз.
tr_tr: Kurulum Zaman aşımına uğradı. Lütfen tekrar deneyin.

source: Tap to Sign In
ar_eg: انقر لتسجيل الدخول
de_de: Tippen Sie auf, um sich anzumelden
es_es: Toque para iniciar sesión
fr_fr: Appuyez sur pour vous connecter
id_id: Ketuk untuk Masuk
ja: サインインをタップします
ko_kr: 로그인하려면 누르십시오
pt_br: Toque para entrar
ru_ru: Нажмите, чтобы войти
tr_tr: Oturum Açmak için Dokunun

# Intro_line_One
source: Keep track of your favorite anime/manga
ar_eg: تتبع أنيمي المفضل لديك / مانغا
de_de: Behalten Sie Ihren Lieblings-Anime / Manga nach
es_es: Mantenga un registro de su anime / manga favorito
fr_fr: Gardez une trace de votre anime / manga préféré
id_id: Pantau anime / manga favorit Anda
ja: あなたの好きなアニメ/マンガを追跡します
ko_kr: 좋아하는 애니메이션 / 만화를 추적하십시오
pt_br: Acompanhar o seu anime / mangá favorito
ru_ru: Следите за своими любимыми аниме/мангой
tr_tr: En sevdiğiniz anime/mangayı takip edin

source: or
ar_eg: أو
de_de: oder
es_es: o
fr_fr: ou
id_id: atau
ja: また
ko_kr: 또는
pt_br: ou
ru_ru: или
tr_tr: veya

# Intro_line_Two
source: Surf through the forums to your hearts content.
ar_eg: تصفح من خلال المنتديات إلى محتوى قلوب الخاص بك.
de_de: Surfen Sie durch die Foren in den Inhalt Ihrer Herzen.
es_es: Navegue por los foros a su contenido de corazones.
fr_fr: Surfez à travers les forums sur votre contenu de cœurs.
id_id: Menjelajahi forum ke konten hati Anda.
ja: あなたの心の中でフォーラムを通してサーフィンします。
ko_kr: 포럼을 통해 당신의 하트 콘텐츠를 통해 서핑하십시오.
pt_br: Surf através dos fóruns para o conteúdo de seus corações.
ru_ru: Путешествуйте по форумам в свое удовольствие.
tr_tr: Forumlarda kalbinizin içeriğine göre gezinin.

source: Skip
ar_eg: يتخطى
de_de: Überspringen
es_es: Saltar
fr_fr: Sauter
id_id: Melewati
ja: スキップ
ko_kr: 건너 뛰다
pt_br: Pular
ru_ru: Пропускать
tr_tr: Atlamak

source: Previous
ar_eg: سابق
de_de: Vorherige
es_es: Anterior
id_id: Sebelumnya
ja: 前
ko_kr: 이전의
pt_br: Anterior
ru_ru: Предыдущий
tr_tr: Öncesi

source: Next
ar_eg: التالي
de_de: Nächste
id_id: Lanjut
ja: 次
ko_kr: 다음
ru_ru: Следующий
tr_tr: Sonraki

source: Couldn't retreive Content
ar_eg: لا يمكن استيعاب المحتوى
de_de: Konnte nicht zurückhaltend Inhalte
es_es: No se pudo realizar el contenido
fr_fr: Ne pouvait pas récupérer le contenu
id_id: Tidak dapat memulihkan konten
ja: コンテンツを再現できませんでした
ko_kr: 콘텐츠를 찾을 수 없었습니다
pt_br: Não podia retreivar conteúdo
ru_ru: Не удалось получить контент
tr_tr: İçerik alınamadı

source: Details
ar_eg: تفاصيل
de_de: Einzelheiten
es_es: Detalles
fr_fr: Des détails
id_id: Detail.
ja: 詳細
ko_kr: 세부
pt_br: Detalhes
ru_ru: Подробности
tr_tr: Detaylar

source: Voice Acting Roles
ar_eg: صوت التمثيل الأدوار
de_de: Stimmschaufende Rollen
es_es: Roles de actuación de voz
fr_fr: Rôles d'action vocale
id_id: Peran akting suara
ja: 音声作動の役割
ko_kr: 음성 연기 역할
pt_br: Papéis de atuação de voz
ru_ru: Роли озвучки
tr_tr: Seslendirme Rolleri

source: Published Manga
ar_eg: منشور المانجا
de_de: Veröffentlicht Manga.
es_es: Manga publicado
fr_fr: Manga publié
id_id: Manga yang diterbitkan
ja: 公開されたマンガ
ko_kr: 게시 된 만화
pt_br: Mangá publicado
ru_ru: Опубликованная манга
tr_tr: Yayınlanan Manga

source: Voice Actors
ar_eg: صوت الجهات الفاعلة
de_de: Sprecher
es_es: Actores de doblaje
fr_fr: Acteurs vocaux
id_id: Aktor suara
ja: 音声俳優
ko_kr: 음성 배우
pt_br: Dubladores
ru_ru: Актеры озвучивания
tr_tr: Ses Aktörleri

source: Anime Staff
ar_eg: موظفي أنيمي
de_de: Anime-Mitarbeiter
es_es: Personal de anime
fr_fr: Anime
id_id: Staf anime.
ja: アニメスタッフ
ko_kr: 애니메이션 직원
pt_br: Equipe de anime
ru_ru: Аниме персонал
tr_tr: Anime Personeli

source: general
ar_eg: جنرال لواء
de_de: Allgemeines
id_id: umum
ja: 全般的
ko_kr: 일반
pt_br: em geral
ru_ru: общий
tr_tr: genel

source: related articles
ar_eg: مقالات ذات صلة
de_de: In Verbindung stehende Artikel
es_es: Artículos relacionados
fr_fr: Articles Liés
id_id: Artikel terkait
ja: 関連記事
ko_kr: 관련 기사
pt_br: Artigos relacionados
ru_ru: Статьи по Теме
tr_tr: İlgili Makaleler

source: Views
ar_eg: الآراء
de_de: Ansichten
es_es: Puntos de vista
fr_fr: Vues
id_id: Tampilan
ja: ビュー
ko_kr: 견해
pt_br: Visualizações
ru_ru: Взгляды
tr_tr: Görüntüleme

source: Comments
ar_eg: تعليقات
de_de: Kommentare
es_es: Comentarios
fr_fr: commentaires
id_id: Komentar
ja: コメント
ko_kr: 코멘트
pt_br: Comentários
ru_ru: Комментарии
tr_tr: Yorumlar

source: Poll Question
ar_eg: استطلاع للرأي
de_de: Umfrage
es_es: Pregunta de la encuesta
fr_fr: Question de sondage
id_id: Pertanyaan jajak pendapat
ja: 世論調査の質問
ko_kr: 설문 조사 질문
pt_br: Pergunta de pesquisa
ru_ru: Вопрос опроса
tr_tr: Anket Sorusu

source: Sort By
ar_eg: صنف حسب
de_de: Sortieren nach
es_es: Ordenar por
fr_fr: Trier par
id_id: Sortir dengan
ja: 並び替え
ko_kr: 정렬 기준
pt_br: Ordenar por
ru_ru: Сортировать по
tr_tr: Göre sırala

source: Copied to Clipboard!
ar_eg: نسخ إلى الحافظة!
de_de: In die Zwischenablage kopiert!
es_es: ¡Copiado al portapapeles!
fr_fr: Copié dans le presse-papier!
id_id: Disalin ke Clipboard!
ja: クリップボードにコピーしました！
ko_kr: 클립 보드에 복사!
pt_br: Copiado para a área de transferência!
ru_ru: Скопировано в буфер обмена!
tr_tr: Panoya kopyalandı!

source: No. of Posts
ar_eg: عدد المشاركات
de_de: Anzahl der Beiträge
es_es: No. de publicaciones
fr_fr: Nombre de messages
id_id: Jumlah Posting
ja: 投稿番号
ko_kr: 게시물 수
pt_br: No. de posts.
ru_ru: Количество сообщений
tr_tr: Mesaj Sayısı

source: Discussions
ar_eg: مناقشات
de_de: Diskussionen
es_es: Discusión
fr_fr: Discussion
id_id: Diskusi
ja: 議論
ko_kr: 토론
pt_br: Discussões
ru_ru: Обсуждения
tr_tr: Tartışmalar

source: No results found!
ar_eg: لم يتم العثور على نتائج!
de_de: Keine Ergebnisse gefunden!
es_es: ¡No se han encontrado resultados!
fr_fr: Aucun résultat trouvé!
id_id: Tidak ada hasil yang ditemukan!
ja: 結果が見つかりません！
ko_kr: 검색 결과가 없습니다!
pt_br: Nenhum resultado encontrado!
ru_ru: Результатов не найдено!
tr_tr: Sonuç bulunamadı!

source: Select a Category
ar_eg: اختر تصنيف
de_de: Wählen Sie eine Kategorie aus
es_es: Seleccione una categoría
fr_fr: Choisir une catégorie
id_id: Pilih Kategori
ja: カテゴリーを選ぶ
ko_kr: 카테고리를 선택하십시오
pt_br: Selecione uma categoria
ru_ru: Выберите категорию
tr_tr: Bir kategori seç

# Tags_unApplied
source: Tags will not be applied with the search query.
ar_eg: لن يتم تطبيق العلامات مع استعلام البحث.
de_de: Tags werden nicht mit der Suchabfrage angewendet.
es_es: Las etiquetas no se aplicarán con la consulta de búsqueda.
fr_fr: Les balises ne seront pas appliquées avec la requête de recherche.
id_id: Tag tidak akan diterapkan dengan permintaan pencarian.
ja: タグは検索クエリに適用されません。
ko_kr: 태그는 검색 쿼리와 함께 적용되지 않습니다.
pt_br: As tags não serão aplicadas com a consulta de pesquisa.
ru_ru: Теги не будут применяться к поисковому запросу.
tr_tr: Etiketler arama sorgusuyla birlikte uygulanmayacaktır.

source: Filter
ar_eg: منقي
es_es: Filtrar
fr_fr: Filtre
id_id: Saring
ja: フィルター
ko_kr: 필터
pt_br: Filtro
ru_ru: Фильтр
tr_tr: Filtre

source: Select either Board or Sub-Board
ar_eg: حدد إما لوحة أو لوحة فرعية
de_de: Wählen Sie entweder Board oder Sub-Board aus
es_es: Seleccione Board o Sub-Board
fr_fr: Sélectionnez le tableau ou sous-tableau
id_id: Pilih papan atau sub-papan
ja: ボードまたはサブボードを選択してください
ko_kr: 보드 또는 하위 보드를 선택하십시오
pt_br: Selecione o quadro ou a subplinha
ru_ru: Выберите либо доску, либо субплату.
tr_tr: Pano veya Alt Pano'yu seçin

# Topic_Username_desc
source: Username of the person who created the topic
ar_eg: اسم المستخدم للشخص الذي خلق الموضوع
de_de: Benutzername der Person, die das Thema erstellt hat
es_es: Nombre de usuario de la persona que creó el tema.
fr_fr: Nom d'utilisateur de la personne qui a créé le sujet
id_id: Nama pengguna orang yang menciptakan topik
ja: トピックを作成した人のユーザー名
ko_kr: 주제를 창조 한 사람의 사용자 이름입니다
pt_br: Nome de usuário da pessoa que criou o tópico
ru_ru: Имя пользователя автора темы
tr_tr: Konuyu oluşturan kişinin kullanıcı adı

source: Any Username
ar_eg: أي اسم مستخدم
de_de: Jeder Benutzername
es_es: Cualquier nombre de usuario
fr_fr: Tout nom d'utilisateur
id_id: Nama pengguna
ja: 任意のユーザー名
ko_kr: 모든 사용자 이름
pt_br: Qualquer nome de usuário
ru_ru: Любое имя пользователя
tr_tr: Herhangi bir Kullanıcı Adı

source: Filter type of results
ar_eg: تصفية نوع النتائج
de_de: Filtertyp der Ergebnisse
es_es: Tipo de filtro de resultados
fr_fr: Type de filtrage des résultats
id_id: Jenis Filter Hasil
ja: 結果のフィルタタイプ
ko_kr: 결과의 필터 유형
pt_br: Tipo de filtro de resultados
ru_ru: Тип фильтра результатов
tr_tr: Sonuçların filtre türü

source: Filter status of results
ar_eg: تصفية حالة النتائج
de_de: Filterstatus der Ergebnisse
es_es: Estado del filtro de los resultados
fr_fr: Statut du filtre des résultats
id_id: Filter Status Hasil
ja: 結果のステータスのステータス
ko_kr: 결과의 필터 상태
pt_br: Status do filtro dos resultados
ru_ru: Фильтровать статус результатов
tr_tr: Sonuçların filtre durumu

source: Include the genre here
ar_eg: تشمل هذا النوع هنا
de_de: Fügen Sie das Genre hier ein
es_es: Incluir el género aquí
fr_fr: Inclure le genre ici
id_id: Termasuk genre di sini
ja: ジャンルをここに含める
ko_kr: 장르를 여기에 포함 시키십시오
pt_br: Incluir o gênero aqui
ru_ru: Укажите сюда жанр
tr_tr: Türü buraya ekleyin

source: Exclude the genre here
ar_eg: استبعاد هذا النوع هنا
de_de: Schließen Sie das Genr hier aus
es_es: Excluir el género aquí
fr_fr: Exclure le genre ici
id_id: Kecualikan genre di sini
ja: ここにジャンルを除外してください
ko_kr: 장르를 여기에서 제외하십시오
pt_br: Excluir o gênero aqui
ru_ru: Исключите жанр здесь
tr_tr: Türü burada hariç tutun

# Order_results_property
source: Order results with respect to a property
ar_eg: طلب النتائج فيما يتعلق بممتلكات
de_de: Bestell-Ergebnisse in Bezug auf ein Eigentum
es_es: Resultados de pedido con respecto a una propiedad.
fr_fr: Résultats de la commande en ce qui concerne une propriété
id_id: Memesan hasil sehubungan dengan properti
ja: 財産に関する注文結果
ko_kr: 재산에 대한 결과를 주문하십시오
pt_br: Resulta em relação a uma propriedade
ru_ru: Результаты заказа относительно объекта недвижимости
tr_tr: Bir özelliğe göre sonuçları sıralama

source: Sort Order by
ar_eg: ترتيب ترتيب by.
de_de: Bestellung sortieren nach
es_es: Ordenar ordenado por
fr_fr: Ordre de tri par
id_id: Urutkan pesanan oleh
ja: 並べ替え順
ko_kr: 정렬 순서로
pt_br: Ordenar ordem por
ru_ru: Сортировать по
tr_tr: Sıralama ölçütü

source: Filter score of results
ar_eg: تصفية درجة النتائج
de_de: Filterpunkte der Ergebnisse
es_es: Puntuación de filtro de resultados
fr_fr: Score du filtre des résultats
id_id: Skor filter hasil
ja: 結果のフィルタスコア
ko_kr: 결과 점수를 필터링합니다
pt_br: Pontuação de filtro de resultados
ru_ru: Фильтрация результатов
tr_tr: Sonuçların filtre puanı

source: Filter start date of results
ar_eg: تصفية تاريخ بدء النتائج
de_de: Filterstartdatum der Ergebnisse
es_es: Filtro de inicio FECHA DE RESULTADOS
fr_fr: Date de début du filtre des résultats
id_id: Filter tanggal mulai hasil
ja: 結果の開始日をフィルタ
ko_kr: 결과의 필터 시작일
pt_br: Data de início do filtro dos resultados
ru_ru: Фильтровать дату начала результатов
tr_tr: Sonuçların başlangıç ​​tarihini filtrele

source: Filter end date of results
ar_eg: تصفية تاريخ انتهاء النتائج
de_de: Filter End Datum der Ergebnisse
es_es: FILTRO FECHA FECHA DE RESULTADOS
fr_fr: Date de fin du filtre des résultats
id_id: Filter tanggal akhir hasil
ja: 結果の終了日をフィルタ
ko_kr: 결과의 필터 종료일
pt_br: Data de final de filtro de resultados
ru_ru: Отфильтровать дату окончания результатов
tr_tr: Sonuçların bitiş tarihini filtrele

# Starting_with_manga
source: Search manga by the letter/character it starts with
ar_eg: بحث المانجا بالرسالة / الشخصية التي يبدأ بها
de_de: Suchen Sie Manga mit dem Buchstaben / Charakter, mit dem es beginnt
es_es: Busca manga por la letra / personaje que comienza con
fr_fr: Rechercher Manga par la lettre / caractère qu'il commence par
id_id: Cari manga dengan huruf / karakter itu dimulai dengan
ja: それが始まる文字/文字でマンガを検索する
ko_kr: 편지 / 캐릭터로 만화를 검색하십시오.
pt_br: Pesquisar manga pela letra / personagem começa com
ru_ru: Искать мангу по букве/персонажу, с которой она начинается
tr_tr: Mangayı başladığı harf/karakterle arayın

# Filter_type_of_results_anime
source: Filter type of results, By default ordered by Member Count
ar_eg: تصفية نوع النتائج، بشكل افتراضي طلب من عدد الأعضاء
de_de: Filtertyp der Ergebnisse standardmäßig von der Mitgliedsanzahl bestellt
es_es: Tipo de filtro de resultados, por defecto ordenado por el conteo de miembros
fr_fr: Type de filtrage des résultats, par défaut commandé par le nombre de membres
id_id: Jenis filter hasil, secara default dipesan oleh jumlah anggota
ja: 結果のフィルタタイプ、メンバーカウントによって順序付けられたデフォルトで
ko_kr: 필터 유형의 유형, 기본적으로 회원 수별로 주문
pt_br: Tipo de filtro de resultados, por padrão ordenado pela contagem de membros
ru_ru: Тип фильтра результатов, по умолчанию упорядочен по количеству участников.
tr_tr: Sonuçların filtre türü, Varsayılan olarak Üye Sayısına göre sıralanır

source: Filter age rating of results
ar_eg: تصفية تصنيف العمر من النتائج
de_de: Altersbewertung der Ergebnisse
es_es: Filtro de la EDAD POSITIVA DE RESULTADOS
fr_fr: Filtrer la note d'âge des résultats
id_id: Filter Peringkat Usia Hasil
ja: 結果の年齢評価
ko_kr: 필터 연령 등급 등급
pt_br: Filtro Avaliação dos resultados dos resultados
ru_ru: Фильтровать возрастной рейтинг результатов
tr_tr: Sonuçların yaş derecelendirmesini filtrele

# Starting_with_anime
source: Search anime by the letter/character it starts with
ar_eg: بحث أنيمي بالحرف / الشخصية التي يبدأ بها
de_de: Suche Anime mit dem Buchstaben / Charakter, mit dem es beginnt
es_es: Búsqueda anime por la letra / personaje que comienza con
fr_fr: Rechercher un anime par la lettre / caractère qu'il commence par
id_id: Cari anime dengan huruf / karakter itu dimulai dengan
ja: から始まる文字/文字でアニメを検索
ko_kr: 편지 / 문자로 애니메이션을 검색하십시오.
pt_br: Pesquisar Anime pela letra / caractere começa com
ru_ru: Искать аниме по букве/персонажу, с которого оно начинается
tr_tr: Animeyi başladığı harf/karakterle arayın

source: Start Date
ar_eg: تاريخ البدء
de_de: Startdatum
es_es: Fecha de inicio
fr_fr: Date de début
id_id: Mulai tanggal
ja: 開始日
ko_kr: 시작일 시작
pt_br: Data de início
ru_ru: Дата начала
tr_tr: Başlangıç ​​tarihi

source: End Date
ar_eg: تاريخ الانتهاء
de_de: Endtermin
es_es: Fecha final
fr_fr: Date de fin
id_id: Tanggal akhir
ja: 終了日
ko_kr: 종료일
pt_br: Data final
ru_ru: Дата окончания
tr_tr: Bitiş tarihi

source: Starting With
ar_eg: بدءا من
de_de: Beginnen mit
es_es: Empezando con
fr_fr: Commençant par
id_id: Dimulai dengan
ja: で始まります
ko_kr: 로 시작
pt_br: Começando com
ru_ru: Начиная с
tr_tr: Şununla başlıyor:

source: Location
ar_eg: موقع
de_de: Standort
es_es: Localización
fr_fr: Emplacement
id_id: Lokasi
ja: 位置
ko_kr: 위치
pt_br: Localização
ru_ru: Расположение
tr_tr: Konum

source: Age low
ar_eg: سن منخفضة
de_de: Alter niedrig
es_es: Edad baja
fr_fr: Âge
id_id: Usia rendah
ja: 年齢の低い
ko_kr: 나이가 낮습니다
pt_br: Idade baixa.
ru_ru: Возраст низкий
tr_tr: Yaş düşük

source: Age high
ar_eg: العمر عالية
de_de: Alter hoch
es_es: Mayor
fr_fr: Âge élevé
id_id: Usia tinggi
ko_kr: 하이 하이
pt_br: Idade alta.
ru_ru: Возраст высокий
tr_tr: Yaş yüksek

source: Gender
ar_eg: جنس تذكير أو تأنيث
de_de: Geschlecht
es_es: Género
fr_fr: Genre
id_id: Jenis kelamin
ja: 性別
ko_kr: 성별
pt_br: Gênero
ru_ru: Пол
tr_tr: Cinsiyet

# Gender_desc
source: Don't care by default
ar_eg: لا تهتم افتراضيا
de_de: Kümmere mich nicht standardmäßig
es_es: No importa por defecto
fr_fr: Ne vous souciez pas par défaut
id_id: Tidak peduli secara default
ja: デフォルトで気にしないでください
ko_kr: 기본적으로 상관 없어
pt_br: Não se importa por padrão
ru_ru: Плевать по умолчанию
tr_tr: Varsayılan olarak umursama

source: Tags
ar_eg: كذا
de_de: Stichworte
es_es: Etiquetas
fr_fr: Mots clés
id_id: Tag
ja: タグ
ko_kr: 태그
pt_br: Tag
ru_ru: Теги
tr_tr: Etiketler

# Featured_Tags_desc
source: For Ex: Recommendation tag will give you some awesome recommendations.
ar_eg: بالنسبة إلى السابقين: وسوف تمنحك علامة التوصية بعض التوصيات الرائعة.
de_de: Für EX: Empfehlungs-Tag gibt Ihnen einige fantastische Empfehlungen.
es_es: Por ejemplo: la etiqueta de recomendación le dará algunas recomendaciones increíbles.
fr_fr: Pour Ex: Recommandation Tag vous donnera quelques recommandations géniales.
id_id: Untuk Mantan: Tag rekomendasi akan memberi Anda beberapa rekomendasi yang luar biasa.
ja: EXの場合：推奨タグはあなたにいくつかの素晴らしい推奨事項を与えるでしょう。
ko_kr: 예 : 권장 사항 태그는 멋진 권장 사항을 제공합니다.
pt_br: Para ex: tag de recomendação lhe dará algumas recomendações incríveis.
ru_ru: Например, тег «Рекомендации» даст вам несколько замечательных рекомендаций.
tr_tr: Örneğin: Öneri etiketi size harika öneriler verecektir.

# News_Tags_desc
source: For Ex: Recommendation tag will give you some awesome recommendations.
ar_eg: بالنسبة إلى السابقين: وسوف تمنحك علامة التوصية بعض التوصيات الرائعة.
de_de: Für EX: Empfehlungs-Tag gibt Ihnen einige fantastische Empfehlungen.
es_es: Por ejemplo: la etiqueta de recomendación le dará algunas recomendaciones increíbles.
fr_fr: Pour Ex: Recommandation Tag vous donnera quelques recommandations géniales.
id_id: Untuk Mantan: Tag rekomendasi akan memberi Anda beberapa rekomendasi yang luar biasa.
ja: EXの場合：推奨タグはあなたにいくつかの素晴らしい推奨事項を与えるでしょう。
ko_kr: 예 : 권장 사항 태그는 멋진 권장 사항을 제공합니다.
pt_br: Para ex: tag de recomendação lhe dará algumas recomendações incríveis.
ru_ru: Например, тег «Рекомендации» даст вам несколько замечательных рекомендаций.
tr_tr: Örneğin: Öneri etiketi size harika öneriler verecektir.

source: Search for
ar_eg: بحث عن
de_de: Suchen nach
es_es: Buscar
fr_fr: Rechercher
id_id: Pencarian untuk
ja: 検索する
ko_kr: 찾기
pt_br: Procurar
ru_ru: Искать
tr_tr: Aramak

# Search_Page_Intro
source: Search for your favourite anime, manga and more..
ar_eg: البحث عن أنيمي المفضلة لديك، مانغا وأكثر ..
de_de: Suchen Sie nach Ihrem Lieblings-Anime, Manga und mehr ..
es_es: Busca tu anime favorito, manga y más ..
fr_fr: Recherchez votre anime préféré, Manga et plus ..
id_id: Cari anime favorit Anda, manga, dan lainnya ..
ja: お気に入りのアニメ、マンガなどを検索してください..
ko_kr: 좋아하는 애니메이션, 만화 등을 검색하십시오.
pt_br: Procure o seu anime favorito, mangá e mais ..
ru_ru: Найдите свое любимое аниме, мангу и многое другое..
tr_tr: En sevdiğiniz animeyi, mangayı ve daha fazlasını arayın..

source: Featured Articles
ar_eg: مقالات مميزة
de_de: Ausgewählte Artikel
es_es: Artículos relacionados
fr_fr: Articles en vedette
id_id: Artikel Unggulan
ja: 注目の記事
ko_kr: 주요 기사
pt_br: artigos em destaque
ru_ru: Избранные статьи
tr_tr: Seçme Makaleler

source: News
ar_eg: أخبار
de_de: Nachrichten
es_es: Noticias
fr_fr: Nouvelles
id_id: Berita
ja: ニュース
ko_kr: 소식
pt_br: Notícia
ru_ru: Новости
tr_tr: Haberler

source: Search Results
ar_eg: نتائج البحث
de_de: Suchergebnisse
es_es: Resultados de la búsqueda
fr_fr: Résultats de recherche
id_id: Hasil Pencarian
ja: の検索結果
ko_kr: 검색 결과
pt_br: Procurar Resultados
ru_ru: результаты поиска
tr_tr: Arama Sonuçları

source: Top Anime Categories
ar_eg: أعلى الفئات أنيمي
de_de: Top-Anime-Kategorien.
es_es: Top Categorías de anime
fr_fr: Top Catégories d'anime
id_id: Kategori Anime Terbaik
ja: アニオキのカテゴリ
ko_kr: 탑 애니메이션 카테고리
pt_br: Categorias de Anime Top.
ru_ru: Топ категорий аниме
tr_tr: En Popüler Anime Kategorileri

source: Search By Season
ar_eg: البحث حسب الموسم
de_de: Suchen nach Saison.
es_es: Búsqueda por temporada
fr_fr: Recherche par saison
id_id: Cari berdasarkan musim
ja: シーズンで検索
ko_kr: 시즌까지 검색하십시오
pt_br: Pesquisa por temporada
ru_ru: Поиск по сезону
tr_tr: Sezona Göre Ara

source: Genre Include
ar_eg: الأنواع تشمل ذلك
de_de: Genre umfassen
es_es: El género incluye
id_id: Sertakan genre
ja: ジャンル
ko_kr: 장르가 포함되어있다
pt_br: Gênero incluem
ru_ru: Жанр Включить
tr_tr: Tür Dahil Et
