Repository: JICA98/DailyAL
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, de_de, es_es, fr_fr, id_id, ja, ko_kr, pt_br, ru_ru, tr_tr

# No_Scheduled_Notificatons
source: You don't have any scheduled notifications. Please move any anime to 'Watching' or 'Plan To Watch'.
ar_eg: ليس لديك أي إخطارات مجدولة. يرجى نقل أي أنيمي إلى "مشاهدة" أو "التخطيط للمشاهدة".
de_de: Sie haben keine geplanten Benachrichtigungen. Bitte verschieben Sie jeden Anime auf „Ansehen“ oder „Ansehen planen“.
es_es: No tienes ninguna notificación programada. Mueva cualquier anime a 'Mirando' o 'Plan para ver'.
fr_fr: Vous n'avez aucune notification planifiée. Veuillez déplacer n'importe quel anime vers "Regarder" ou "Planifier à regarder".
id_id: Anda tidak memiliki notifikasi terjadwal. Harap pindahkan anime apa pun ke 'Menonton' atau 'Rencanakan Untuk Menonton'.
ja: スケジュールされた通知はありません。アニメを「視聴中」または「視聴予定」に移動してください。
ko_kr: 예약된 알림이 없습니다. 애니메이션을 '관람 중' 또는 '관람 예정'으로 이동하십시오.
pt_br: Você não tem nenhuma notificação agendada. Mova qualquer anime para 'Assistindo' ou 'Planeja assistir'.
ru_ru: У вас нет запланированных уведомлений. Пожалуйста, переместите любое аниме в раздел «Просмотр» или «План к просмотру».
tr_tr: Planlanmış herhangi bir bildiriminiz yok. Lütfen herhangi bir animeyi 'İzleme' veya 'İzlemeyi Planla' moduna taşıyın.

# Tile_Size_Title
source: Anime/Mange tile size
ar_eg: حجم بلاط أنيمي / مانج
de_de: Anime/Mange-Kachelgröße
fr_fr: Taille des tuiles Anime/Mange
id_id: Ukuran ubin Anime/Mange
ja: アニメ/漫画タイルのサイズ
ko_kr: 애니메이션/만화 타일 크기
pt_br: Tamanho do bloco Anime/Mange
ru_ru: Размер плитки аниме/манге
tr_tr: Anime/Mange döşeme boyutu

# Tile_Size_Desc
source: Sets tile of anime and manga cards in home page (XS, S, M, L, XL)
ar_eg: يضع بلاطة من بطاقات الرسوم المتحركة والمانجا في الصفحة الرئيسية (XS ، S ، M ، L ، XL)
de_de: Legt Kacheln mit Anime- und Manga-Karten auf der Startseite fest (XS, S, M, L, XL)
es_es: Establece mosaicos de tarjetas de anime y manga en la página de inicio (XS, S, M, L, XL)
fr_fr: Définit la vignette des cartes d'anime et de manga sur la page d'accueil (XS, S, M, L, XL)
id_id: Mengatur ubin kartu anime dan manga di beranda (XS, S, M, L, XL)
ja: ホーム ページにアニメとマンガのカードのタイルを設定します (XS、S、M、L、XL)
ko_kr: 홈페이지에서 애니메이션 및 만화 카드 타일 설정(XS, S, M, L, XL)
pt_br: Define blocos de cartões de anime e mangá na página inicial (XS, S, M, L, XL)
ru_ru: Устанавливает плитку с карточками аниме и манги на главной странице (XS, S, M, L, XL).
tr_tr: Ana sayfadaki anime ve manga kartlarının döşemesini ayarlar (XS, S, M, L, XL)

source: Bookmarks
ar_eg: إشارات مرجعية
de_de: Lesezeichen
es_es: Marcadores
fr_fr: Signets
id_id: Bookmark
ja: ブックマーク
ko_kr: 북마크
pt_br: Favoritos
ru_ru: Закладки
tr_tr: Yer imleri

source: Nothing bookmarked in
ar_eg: لا يوجد شيء مرجعية في
de_de: Nichts in den Lesezeichen gespeichert
es_es: No hay nada marcado en
fr_fr: Rien de mis en signet dans
id_id: Tidak ada yang di-bookmark
ja: 何もブックマークされていません
ko_kr: 북마크에 등록된 항목이 없습니다.
pt_br: Nada marcado em
ru_ru: Ничего не добавлено в закладки
tr_tr: Favorilere eklenmiş hiçbir şey yok

# Characters_and_staff
source: Characters and Staffs
ar_eg: الشخصيات والموظفين
de_de: Charaktere und Stäbe
es_es: Personajes y bastones
fr_fr: Personnages et bâtons
id_id: Karakter dan Staf
ja: キャラクターとスタッフ
ko_kr: 캐릭터와 스태프
pt_br: Personagens e Cajados
ru_ru: Персонажи и персонал
tr_tr: Karakterler ve Kadrolar

# PreferredTitle
source: Preferred language for title
ar_eg: اللغة المفضلة للعنوان
de_de: Bevorzugte Sprache für den Titel
es_es: Idioma preferido para el título
fr_fr: Langue préférée pour le titre
id_id: Bahasa pilihan untuk judul
ja: タイトルの優先言語
ko_kr: 제목에 선호되는 언어
pt_br: Idioma preferido para o título
ru_ru: Предпочтительный язык названия
tr_tr: Başlık için tercih edilen dil

# PreferredTitle_Desc
source: Select between english, japanese and romanized titles for your anime/manga
ar_eg: اختر بين العناوين الإنجليزية واليابانية والحروف اللاتينية للأنمي/المانجا الخاص بك
de_de: Wählen Sie zwischen englischen, japanischen und romanisierten Titeln für Ihren Anime/Manga
es_es: Selecciona entre títulos en inglés, japonés y romanizados para tu anime/manga
fr_fr: Choisissez entre des titres anglais, japonais et romanisés pour votre anime/manga
id_id: Pilih antara judul bahasa Inggris, Jepang, dan romanisasi untuk anime/manga Anda
ja: アニメ/マンガの英語、日本語、ローマ字タイトルから選択してください
ko_kr: 애니메이션/만화 제목을 영어, 일본어, 로마자 표기 중에서 선택하세요.
pt_br: Selecione entre títulos em inglês, japonês e romanizado para seu anime/mangá
ru_ru: Выбирайте между английскими, японскими и латинизированными названиями для вашего аниме/манги.
tr_tr: Animeniz/manganız için İngilizce, Japonca ve Romanlaştırılmış başlıklar arasından seçim yapın

# RequestPermission
source: Requesting for notification access
ar_eg: طلب الوصول إلى الإخطار
de_de: Bitte um Zugriff auf Benachrichtigungen
es_es: Solicitando acceso a notificaciones
fr_fr: Demande d'accès aux notifications
id_id: Meminta akses notifikasi
ja: 通知アクセスのリクエスト
ko_kr: 알림 액세스 요청 중
pt_br: Solicitando acesso à notificação
ru_ru: Запрос доступа к уведомлениям
tr_tr: Bildirim erişimi isteme

# RequestPermissionDenied
source: Permision was denied!
ar_eg: تم رفض الإذن!
de_de: Die Erlaubnis wurde verweigert!
es_es: ¡El permiso fue denegado!
fr_fr: L'autorisation a été refusée !
id_id: Izin ditolak!
ja: 許可が拒否されました!
ko_kr: 허가가 거부되었습니다!
pt_br: A permissão foi negada!
ru_ru: В разрешении было отказано!
tr_tr: İzin reddedildi!

source: No more items found...
ar_eg: لم يتم العثور على مزيد من العناصر...
de_de: Keine weiteren Artikel gefunden...
es_es: No se encontraron más artículos...
fr_fr: Aucun autre article trouvé...
id_id: Tidak ada lagi item yang ditemukan...
ja: これ以上アイテムは見つかりません...
ko_kr: 더 이상 항목을 찾을 수 없습니다...
pt_br: Não foram encontrados mais itens...
ru_ru: Больше ничего не найдено...
tr_tr: Başka öğe bulunamadı...

# ConfirmNotifPerm
source: Allow Notifications
ar_eg: السماح بالإخطارات
de_de: Benachrichtigungen zulassen
es_es: Permitir notificaciones
fr_fr: Autoriser les notifications
id_id: Izinkan Pemberitahuan
ja: 通知を許可する
ko_kr: 알림 허용
pt_br: Permitir notificações
ru_ru: Разрешить уведомления
tr_tr: Bildirimlere İzin Ver

# ConfirmNotifPermDesc
source: Do you wish to allow notifications for this app. This includes notifications when an episode is aired from your PTW (Plan To Watch) and Watching list.
ar_eg: هل ترغب في السماح بالإشعارات لهذا التطبيق. يتضمن ذلك إشعارات عند بث حلقة من PTW (خطة المشاهدة) وقائمة المشاهدة.
de_de: Möchten Sie Benachrichtigungen für diese App zulassen? Dazu gehören Benachrichtigungen, wenn eine Episode von Ihrem PTW (Plan To Watch) und Ihrer Beobachtungsliste ausgestrahlt wird.
es_es: ¿Desea permitir notificaciones para esta aplicación? Esto incluye notificaciones cuando se transmite un episodio desde su PTW (Plan para mirar) y su lista de observación.
fr_fr: Souhaitez-vous autoriser les notifications pour cette application. Cela inclut les notifications lorsqu'un épisode est diffusé à partir de votre PTW (Plan To Watch) et de votre liste de surveillance.
id_id: Apakah Anda ingin mengizinkan pemberitahuan untuk aplikasi ini. Ini termasuk pemberitahuan ketika sebuah episode ditayangkan dari PTW (Plan To Watch) dan daftar Tontonan Anda.
ja: このアプリの通知を許可しますか?これには、PTW (視聴プラン) および視聴リストからエピソードが放送されたときの通知が含まれます。
ko_kr: 이 앱에 대한 알림을 허용하시겠습니까? 여기에는 PTW(시청 계획) 및 시청 목록에서 에피소드가 방송될 때의 알림이 포함됩니다.
pt_br: Deseja permitir notificações para este aplicativo. Isso inclui notificações quando um episódio é transmitido a partir de seu PTW (Plano para assistir) e lista de exibição.
ru_ru: Хотите ли вы разрешить уведомления для этого приложения? Сюда входят уведомления о выходе эпизода из вашего PTW (план к просмотру) и списка просмотра.
tr_tr: Bu uygulama için bildirimlere izin vermek istiyor musunuz? Buna PTW (İzleme Planınız) ve İzleme listenizden bir bölüm yayınlandığında yapılan bildirimler de dahildir.

source: Discord Invite
ar_eg: دعوة الخلاف
de_de: Discord-Einladung
es_es: Invitación de discordia
fr_fr: Invitation Discorde
id_id: Undangan Perselisihan
ja: Discordへの招待
ko_kr: 디스코드 초대
pt_br: Convite de discórdia
ru_ru: Приглашение в Дискорд
tr_tr: Anlaşmazlık Daveti

# DiscordInviteDesc
source: Click here to join the official Discord Server
ar_eg: انقر هنا للانضمام إلى خادم Discord الرسمي
de_de: Klicken Sie hier, um dem offiziellen Discord-Server beizutreten
es_es: Haga clic aquí para unirse al servidor oficial de Discord
fr_fr: Cliquez ici pour rejoindre le serveur Discord officiel
id_id: Klik di sini untuk bergabung dengan Server Discord resmi
ja: 公式Discordサーバーに参加するにはここをクリックしてください
ko_kr: 공식 Discord 서버에 참여하려면 여기를 클릭하세요
pt_br: Clique aqui para ingressar no servidor oficial do Discord
ru_ru: Нажмите здесь, чтобы присоединиться к официальному серверу Discord
tr_tr: Resmi Discord Sunucusuna katılmak için buraya tıklayın

source: Adaptations
ar_eg: الاقتباسات
de_de: Anpassungen
es_es: Adaptaciones
id_id: Adaptasi
ja: 適応
ko_kr: 적응
pt_br: Adaptações
ru_ru: Адаптации
tr_tr: Uyarlamalar

# PlanToWatchDesc
source: Anime in your Plan to watch list
ar_eg: الأنمي في خطتك لقائمة المشاهدة
de_de: Anime in Ihrem Plan zur Beobachtungsliste
es_es: Anime en tu lista de planes para ver
fr_fr: Anime dans votre liste de plans à surveiller
id_id: Anime dalam daftar Rencana Anda untuk ditonton
ja: 視聴予定リストにアニメが含まれています
ko_kr: 시청 계획 목록에 있는 애니메이션
pt_br: Anime em seu plano para assistir lista
ru_ru: Аниме в вашем списке планов для просмотра
tr_tr: İzlemeyi Planladığınız Listedeki Animeler

# WatchingDesc
source: Anime in your Watching list
ar_eg: الانمي في قائمة المشاهدة لديك
de_de: Anime in Ihrer Beobachtungsliste
es_es: Anime en tu lista de observación
fr_fr: Anime dans votre liste de surveillance
id_id: Anime di daftar Tontonan Anda
ja: 視聴リスト内のアニメ
ko_kr: 시청 목록에 있는 애니메이션
pt_br: Anime na sua lista de observação
ru_ru: Аниме в вашем списке просмотра
tr_tr: İzleme listenizdeki animeler

# TestNotification
source: Test notifications on your device
ar_eg: اختبار الإخطارات على جهازك
de_de: Testen Sie Benachrichtigungen auf Ihrem Gerät
es_es: Prueba las notificaciones en tu dispositivo
fr_fr: Testez les notifications sur votre appareil
id_id: Uji notifikasi di perangkat Anda
ja: デバイスで通知をテストする
ko_kr: 기기에서 알림 테스트
pt_br: Teste notificações no seu dispositivo
ru_ru: Проверьте уведомления на вашем устройстве
tr_tr: Cihazınızdaki bildirimleri test edin

# PreferLargeImageNotif
source: Show large images in notifications
ar_eg: عرض الصور الكبيرة في الإخطارات
de_de: Große Bilder in Benachrichtigungen anzeigen
es_es: Mostrar imágenes grandes en notificaciones
fr_fr: Afficher de grandes images dans les notifications
id_id: Tampilkan gambar besar di notifikasi
ja: 通知に大きな画像を表示する
ko_kr: 알림에 큰 이미지 표시
pt_br: Mostrar imagens grandes nas notificações
ru_ru: Показывать большие изображения в уведомлениях
tr_tr: Bildirimlerde büyük görseller göster

# PreferLargeImageNotifDesc
source: Show large images instead of icons of your anime in the notifications
ar_eg: اعرض صورًا كبيرة بدلاً من أيقونات الأنمي الخاصة بك في الإشعارات
de_de: Zeigen Sie in den Benachrichtigungen große Bilder anstelle von Symbolen Ihres Animes an
es_es: Muestra imágenes grandes en lugar de íconos de tu anime en las notificaciones
fr_fr: Afficher de grandes images au lieu d'icônes de votre anime dans les notifications
id_id: Tampilkan gambar besar alih-alih ikon anime Anda di notifikasi
ja: 通知にアニメのアイコンの代わりに大きな画像を表示します
ko_kr: 알림에 애니메이션 아이콘 대신 큰 이미지 표시
pt_br: Mostre imagens grandes em vez de ícones do seu anime nas notificações
ru_ru: Показывать большие изображения вместо значков вашего аниме в уведомлениях.
tr_tr: Bildirimlerde animenizin simgeleri yerine büyük resimler gösterin

# NotifScheduled
source: Notification scheduled after 2 seconds
ar_eg: تمت جدولة الإشعار بعد ثانيتين
de_de: Benachrichtigung nach 2 Sekunden geplant
es_es: Notificación programada después de 2 segundos
fr_fr: Notification programmée après 2 secondes
id_id: Pemberitahuan dijadwalkan setelah 2 detik
ja: 2 秒後に通知がスケジュールされています
ko_kr: 2초 후에 알림 예약됨
pt_br: Notificação agendada após 2 segundos
ru_ru: Уведомление запланировано через 2 секунды
tr_tr: Bildirim 2 saniye sonra planlandı

# SearchBarHintText
source: Search anime, manga & more
ar_eg: ابحث عن الأنمي والمانجا والمزيد
de_de: Suchen Sie nach Anime, Manga und mehr
es_es: Buscar anime, manga y más
fr_fr: Rechercher des anime, des mangas et plus
id_id: Cari anime, manga & lainnya
ja: アニメ、マンガなどを検索
ko_kr: 애니메이션, 만화 등 검색
pt_br: Pesquise anime, mangá e muito mais
ru_ru: Ищите аниме, мангу и многое другое
tr_tr: Anime, manga ve daha fazlasını arayın

source: Select a rating
ar_eg: حدد التقييم
de_de: Wählen Sie eine Bewertung aus
es_es: Seleccione una calificación
fr_fr: Sélectionnez une note
id_id: Pilih peringkat
ja: 評価を選択してください
ko_kr: 등급을 선택하세요
pt_br: Selecione uma classificação
ru_ru: Выберите рейтинг
tr_tr: Bir derecelendirme seçin

source: Appalling
ar_eg: مروعة
de_de: Entsetzlich
es_es: Pésimo
fr_fr: Épouvantable
id_id: Mengerikan
ja: ぞっとする
ko_kr: 질리는
pt_br: Terrível
ru_ru: Ужасающий
tr_tr: Korkunç

source: Horrible
ar_eg: فظيع
de_de: Schrecklich
id_id: Mengerikan
ja: 最悪
ko_kr: 끔찍한
pt_br: Horrível
ru_ru: Ужасный
tr_tr: Berbat

source: Very Bad
ar_eg: سيئ جدا
de_de: Sehr schlecht
es_es: Muy mal
fr_fr: Très mauvais
id_id: Sangat buruk
ja: ひどい
ko_kr: 아주 나쁜
pt_br: Muito mal
ru_ru: Очень плохо
tr_tr: Çok Kötü

source: Bad
ar_eg: سيء
de_de: Schlecht
es_es: Malo
fr_fr: Mauvais
id_id: Buruk
ja: 悪い
ko_kr: 나쁜
pt_br: Ruim
ru_ru: Плохой
tr_tr: Kötü

source: Average
ar_eg: متوسط
de_de: Durchschnitt
es_es: Promedio
fr_fr: Moyenne
id_id: Rata-rata
ja: 平均
ko_kr: 평균
pt_br: Média
ru_ru: Средний
tr_tr: Ortalama

source: Fine
ar_eg: بخير
de_de: Bußgeld
es_es: Bien
fr_fr: Bien
id_id: Bagus
ja: 大丈夫
ko_kr: 괜찮은
pt_br: Multar
ru_ru: Отлично
tr_tr: İyi

source: Good
ar_eg: جيد
de_de: Gut
es_es: Bien
fr_fr: Bien
id_id: Bagus
ja: 良い
ko_kr: 좋은
pt_br: Bom
ru_ru: Хороший
tr_tr: İyi

source: Very Good
ar_eg: جيد جدًا
de_de: Sehr gut
es_es: Muy bien
fr_fr: Très bien
id_id: Sangat bagus
ja: とても良い
ko_kr: 매우 좋은
pt_br: Muito bom
ru_ru: Очень хороший
tr_tr: Çok güzel

source: Great
ar_eg: عظيم
de_de: Großartig
es_es: Excelente
fr_fr: Super
id_id: Besar
ja: 素晴らしい
ko_kr: 엄청난
pt_br: Ótimo
ru_ru: Большой
tr_tr: Harika

source: Masterpiece
ar_eg: تحفة
de_de: Meisterwerk
es_es: Obra maestra
fr_fr: Chef-d'œuvre
id_id: Mahakarya
ja: 傑作
ko_kr: 걸작
pt_br: Obra de arte
ru_ru: Шедевр
tr_tr: Başyapıt

source: Reading status
ar_eg: حالة القراءة
de_de: Lesestatus
es_es: Estado de lectura
fr_fr: Statut de lecture
id_id: Status membaca
ja: 読み取りステータス
ko_kr: 읽기 상태
pt_br: Status de leitura
ru_ru: Статус чтения
tr_tr: Okuma durumu

source: Pick a color
ar_eg: اختر لونا
de_de: Wähle eine Farbe
es_es: Elige un color
fr_fr: Choisis une couleur
id_id: Pilih warna
ja: 色を選ぶ
ko_kr: 색을 고르세요
pt_br: Escolha uma cor
ru_ru: Выбери цвет
tr_tr: Bir renk seç

# Pick_a_color_desc
source: Leaving it to auto, will pick a color from your wallpaper
ar_eg: سيؤدي تركه تلقائيًا إلى اختيار لون من ورق الحائط الخاص بك
de_de: Wenn Sie die Option „Automatisch“ belassen, wird eine Farbe aus Ihrem Hintergrundbild ausgewählt
es_es: Si lo deja en automático, elegirá un color de su fondo de pantalla.
fr_fr: En le laissant sur automatique, vous choisirez une couleur dans votre fond d'écran
id_id: Membiarkannya otomatis, akan memilih warna dari wallpaper Anda
ja: 自動のままにすると、壁紙から色が選択されます
ko_kr: 자동으로 두면 배경화면에서 색상이 선택됩니다.
pt_br: Deixando em automático, escolherá uma cor do seu papel de parede
ru_ru: Если оставить автоматический режим, цвет будет выбран из ваших обоев.
tr_tr: Otomatik olarak bırakırsanız duvar kağıdınızdan bir renk seçilir

# Select_mode
source: Select a theme mode
ar_eg: حدد وضع الموضوع
de_de: Wählen Sie einen Themenmodus
es_es: Seleccione un modo de tema
fr_fr: Sélectionnez un mode thème
id_id: Pilih mode tema
ja: テーマモードを選択してください
ko_kr: 테마 모드 선택
pt_br: Selecione um modo de tema
ru_ru: Выберите режим темы
tr_tr: Bir tema modu seçin

# Select_mode_desc
source: Leaving it to auto, will select your system theme mode
ar_eg: سيؤدي ترك الأمر إلى الوضع التلقائي إلى تحديد وضع سمة النظام لديك
de_de: Wenn Sie es auf „Automatisch“ belassen, wird der Designmodus Ihres Systems ausgewählt
es_es: Si lo deja en automático, seleccionará el modo de tema de su sistema.
fr_fr: Le laisser sur auto sélectionnera le mode thème de votre système
id_id: Membiarkannya otomatis, akan memilih mode tema sistem Anda
ja: 自動のままにしておくと、システムのテーマモードが選択されます
ko_kr: 자동으로 두면 시스템 테마 모드가 선택됩니다.
pt_br: Deixar em automático selecionará o modo de tema do sistema
ru_ru: Если оставить значение «Авто», будет выбран режим вашей системной темы.
tr_tr: Otomatik olarak bırakmak sistem tema modunuzu seçecektir

# Select_bg
source: Select a background image
ar_eg: حدد صورة الخلفية
de_de: Wählen Sie ein Hintergrundbild aus
es_es: Seleccione una imagen de fondo
fr_fr: Sélectionnez une image d'arrière-plan
id_id: Pilih gambar latar belakang
ja: 背景画像を選択してください
ko_kr: 배경 이미지 선택
pt_br: Selecione uma imagem de fundo
ru_ru: Выберите фоновое изображение
tr_tr: Bir arka plan resmi seçin

# Select_bg_desc
source: This image will apply to the home page
ar_eg: سيتم تطبيق هذه الصورة على الصفحة الرئيسية
de_de: Dieses Bild wird auf die Startseite angewendet
es_es: Esta imagen se aplicará a la página de inicio.
fr_fr: Cette image s'appliquera à la page d'accueil
id_id: Gambar ini akan diterapkan ke halaman beranda
ja: この画像はホームページに適用されます
ko_kr: 이 이미지는 홈페이지에 적용됩니다.
pt_br: Esta imagem será aplicada à página inicial
ru_ru: Это изображение будет применено к главной странице.
tr_tr: Bu resim ana sayfaya uygulanacak

source: Selected
ar_eg: المحدد
de_de: Ausgewählt
es_es: Seleccionado
fr_fr: Choisi
id_id: Terpilih
ja: 選択済み
ko_kr: 선택된
pt_br: Selecionado
ru_ru: Выбрано
tr_tr: Seçildi

# Anime_Manga_settings
source: Anime/Manga page settings
ar_eg: إعدادات صفحة الأنمي/المانجا
de_de: Anime-/Manga-Seiteneinstellungen
es_es: Configuración de página de anime/manga
fr_fr: Paramètres de la page Anime/Manga
id_id: Pengaturan halaman Anime/Manga
ja: アニメ/マンガのページ設定
ko_kr: 애니메이션/만화 페이지 설정
pt_br: Configurações de página de anime/mangá
ru_ru: Настройки страницы аниме/манги
tr_tr: Anime/Manga sayfa ayarları

# Anime_Manga_settings_desc
source: Customize anime/manga page tabs, ordering and more
ar_eg: تخصيص علامات تبويب صفحات الأنمي/المانجا والطلب والمزيد
de_de: Passen Sie die Registerkarten, die Reihenfolge und mehr der Anime-/Manga-Seiten an
es_es: Personaliza pestañas de páginas de anime/manga, pedidos y más
fr_fr: Personnalisez les onglets des pages anime/manga, la commande et bien plus encore
id_id: Sesuaikan tab halaman anime/manga, pemesanan, dan lainnya
ja: アニメ/マンガページのタブ、順序などをカスタマイズする
ko_kr: 애니메이션/만화 페이지 탭, 주문 등을 사용자 정의하세요.
pt_br: Personalize guias de páginas de anime/mangá, ordenação e muito mais
ru_ru: Настраивайте вкладки страниц аниме/манги, порядок сортировки и многое другое.
tr_tr: Anime/manga sayfası sekmelerini özelleştirin, sipariş verin ve daha fazlasını yapın

# Custom_anime_tabs
source: Customize Anime Tabs
ar_eg: تخصيص علامات التبويب أنيمي
de_de: Anime-Registerkarten anpassen
es_es: Personalizar pestañas de anime
fr_fr: Personnaliser les onglets Anime
id_id: Sesuaikan Tab Anime
ja: アニメタブのカスタマイズ
ko_kr: 애니메이션 탭 사용자 정의
pt_br: Personalize guias de anime
ru_ru: Настройка вкладок аниме
tr_tr: Anime Sekmelerini Özelleştir

# Custom_manga_tabs
source: Customize Manga Tabs
ar_eg: تخصيص علامات تبويب مانغا
de_de: Manga-Registerkarten anpassen
es_es: Personalizar pestañas de manga
fr_fr: Personnaliser les onglets Manga
id_id: Sesuaikan Tab Manga
ja: マンガタブのカスタマイズ
ko_kr: 만화 탭 사용자 정의
pt_br: Personalize guias de mangá
ru_ru: Настройка вкладок манги
tr_tr: Manga Sekmelerini Özelleştir

source: Customize Tabs
ar_eg: تخصيص علامات التبويب
de_de: Passen Sie Registerkarten an
es_es: Personalizar pestañas
fr_fr: Personnaliser les onglets
id_id: Sesuaikan Tab
ja: タブのカスタマイズ
ko_kr: 탭 사용자 정의
pt_br: Personalizar guias
ru_ru: Настройка вкладок
tr_tr: Sekmeleri Özelleştir

source: Clubs
ar_eg: الأندية
de_de: Vereine
id_id: Klub
ja: クラブ
ko_kr: 클럽
pt_br: Clubes
ru_ru: Клубы
tr_tr: Kulüpler

source: Start up page
ar_eg: صفحة البداية
de_de: Startseite
es_es: página de inicio
fr_fr: Page de démarrage
id_id: Halaman awal
ja: スタートアップページ
ko_kr: 시작 페이지
pt_br: Página inicial
ru_ru: Стартовая страница
tr_tr: Başlangıç ​​sayfası

# Customize_Bottom_Navbar_desc
source: Select a startup page from home/forum/user/explore
ar_eg: حدد صفحة بدء التشغيل من الصفحة الرئيسية/المنتدى/المستخدم/الاستكشاف
de_de: Wählen Sie eine Startseite unter „Home/Forum/Benutzer/Explore“ aus
es_es: Seleccione una página de inicio desde inicio/foro/usuario/explorar
fr_fr: Sélectionnez une page de démarrage depuis accueil/forum/utilisateur/explorer
id_id: Pilih halaman awal dari beranda/forum/pengguna/jelajahi
ja: home/forum/user/explore から起動ページを選択します
ko_kr: 홈/포럼/사용자/탐색에서 시작 페이지를 선택하세요.
pt_br: Selecione uma página inicial em home/forum/user/explore
ru_ru: Выберите стартовую страницу из дома/форума/пользователя/исследования.
tr_tr: Ana sayfa/forum/kullanıcı/keşfet'ten bir başlangıç ​​sayfası seçin

source: New features
ar_eg: ميزات جديدة
de_de: Neue Eigenschaften
es_es: Nuevas características
fr_fr: Nouvelles fonctionnalités
id_id: Fitur baru
ja: 新機能
ko_kr: 새로운 기능
pt_br: Novas características
ru_ru: Новые возможности
tr_tr: Yeni özellikler

source: Explicit Genres
ar_eg: الأنواع الصريحة
de_de: Explizite Genres
es_es: Géneros explícitos
fr_fr: Genres explicites
id_id: Genre Eksplisit
ja: 明示的なジャンル
ko_kr: 노골적인 장르
pt_br: Gêneros explícitos
ru_ru: Явные жанры
tr_tr: Açık Türler

source: Themes
ar_eg: المواضيع
de_de: Themen
es_es: Temas
fr_fr: Thèmes
id_id: Tema
ja: テーマ
ko_kr: 테마
pt_br: Temas
ru_ru: Темы
tr_tr: Temalar

source: Demographics
ar_eg: التركيبة السكانية
de_de: Demografie
es_es: Demografía
fr_fr: Données démographiques
id_id: Demografi
ja: 人口統計
ko_kr: 인구통계
pt_br: Demografia
ru_ru: Демография
tr_tr: Demografi

# Select_A_Score
source: Select a score to filter by
ar_eg: حدد النتيجة للتصفية حسب
de_de: Wählen Sie eine Punktzahl aus, nach der gefiltert werden soll
es_es: Selecciona una puntuación para filtrar
fr_fr: Sélectionnez un score à filtrer
id_id: Pilih skor untuk difilter
ja: フィルタリングするスコアを選択してください
ko_kr: 필터링할 점수를 선택하세요.
pt_br: Selecione uma pontuação para filtrar
ru_ru: Выберите оценку для фильтрации
tr_tr: Filtrelemek için bir puan seçin

source: Helpful
ar_eg: متعاون
de_de: Hilfreich
es_es: Útil
fr_fr: Utile
id_id: Bermanfaat
ja: 役立つ
ko_kr: 도움이 되는
pt_br: Útil
ru_ru: Полезный
tr_tr: Yardımsever

source: Sort Reviews by
ar_eg: فرز التعليقات حسب
de_de: Bewertungen sortieren nach
es_es: Ordenar reseñas por
fr_fr: Trier les avis par
id_id: Urutkan Ulasan berdasarkan
ja: レビューの並べ替え基準
ko_kr: 리뷰 정렬 기준
pt_br: Classificar avaliações por
ru_ru: Сортировать отзывы по
tr_tr: Yorumları şuna göre sırala:

# Anime_Timezone_Pref
source: Broadcast timezone for anime
ar_eg: منطقة البث الزمنية للأنيمي
de_de: Sendezeitzone für Anime
es_es: Zona horaria de transmisión de anime
fr_fr: Fuseau horaire de diffusion pour l'anime
id_id: Zona waktu siaran untuk anime
ja: アニメの放送時間帯
ko_kr: 애니메이션 방송 시간대
pt_br: Fuso horário de transmissão para anime
ru_ru: Часовой пояс трансляции аниме
tr_tr: Anime için yayın saat dilimi

source: JST
ja: 日本時間
ru_ru: японское стандартное время

source: UTC
ar_eg: التوقيت العالمي
de_de: koordinierte Weltzeit
ru_ru: универсальное глобальное время

source: Local Time
ar_eg: الوقت المحلي
de_de: Ortszeit
es_es: Hora local
fr_fr: Heure locale
id_id: Waktu lokal
ja: 現地時間
ko_kr: 현지 시각
pt_br: Horário local
ru_ru: Местное время
tr_tr: Yerel zaman

source: Backup and Restore
ar_eg: النسخ الاحتياطي واستعادة
de_de: Sichern und Wiederherstellen
es_es: Copia de seguridad y restaurar
fr_fr: Sauvegarde et restauration
id_id: Cadangkan dan Pulihkan
ja: バックアップと復元
ko_kr: 백업 및 복원
pt_br: Backup e restauração
ru_ru: Резервное копирование и восстановление
tr_tr: Yedekle ve yeniden yükle
