Repository: JICA98/DailyAL
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, de_de, es_es, fr_fr, id_id, ja, ko_kr, pt_br, ru_ru, tr_tr

source: Resources
ar_eg: موارد
de_de: Ressourcen
es_es: Recursos
fr_fr: Ressources
id_id: Sumber daya
ja: リソース
ko_kr: 자원
pt_br: Recursos
ru_ru: Ресурсы
tr_tr: Kaynaklar

source: Available At
ar_eg: متواجد في
de_de: Verfügbar um
es_es: Disponible en
fr_fr: Disponible à
id_id: Tersedia di
ja: 利用可能場所
ko_kr: 사용 가능 시간
pt_br: Disponível em
ru_ru: Доступны на
tr_tr: Mevcut

source: Other Lists
ar_eg: قوائم أخرى
de_de: Andere Listen
es_es: Otras listas
fr_fr: Autres listes
id_id: Daftar Lainnya
ja: その他のリスト
ko_kr: 기타 목록
pt_br: Outras listas
ru_ru: Другие списки
tr_tr: Diğer Listeler

source: BD DVD
ar_eg: دينار دي في دي
es_es: DVD BD
ja: ＢＤ ＤＶＤ
tr_tr: BD DVD'si

source: NYCC
ja: ニューヨーク
ko_kr: 뉴욕

source: Additional Titles
de_de: Zusätzliche Titel
es_es: Títulos adicionales
fr_fr: Titres supplémentaires
id_id: Judul Tambahan
ja: 追加タイトル
ko_kr: 추가 타이틀
pt_br: Títulos Adicionais

# Allow_YT_Player
source: Allow Youtube Player
de_de: Youtube-Player zulassen
es_es: Permitir reproductor de Youtube
fr_fr: Autoriser le lecteur Youtube
id_id: Izinkan Pemutar Youtube
ja: Youtube プレーヤーを許可する
ko_kr: 유튜브 플레이어 허용
pt_br: Permitir player do Youtube

# Allow_YT_Player_Desc
source: Allow Youtube player to play videos in the app
de_de: Erlauben Sie dem YouTube-Player, Videos in der App abzuspielen
es_es: Permitir que el reproductor de Youtube reproduzca vídeos en la aplicación
fr_fr: Autoriser le lecteur Youtube à lire des vidéos dans l'application
id_id: Izinkan pemutar Youtube memutar video di aplikasi
ja: Youtube プレーヤーがアプリ内でビデオを再生できるようにする
ko_kr: YouTube 플레이어가 앱에서 동영상을 재생하도록 허용
pt_br: Permitir que o player do YouTube reproduza vídeos no aplicativo

source: Horizontal List
de_de: Horizontale Liste
es_es: Lista horizontal
fr_fr: Liste horizontale
id_id: Daftar Horisontal
ja: 水平リスト
ko_kr: 수평 목록
pt_br: Lista horizontal

# Mal_Under_Maintenance
source: MyAnimeList is under maintenance
de_de: MyAnimeList wird gewartet
es_es: MyAnimeList está bajo mantenimiento.
fr_fr: MyAnimeList est en maintenance
id_id: MyAnimeList sedang dalam pemeliharaan
ja: MyAnimeListはメンテナンス中です
ko_kr: MyAnimeList가 유지보수 중입니다.
pt_br: MyAnimeList está em manutenção

# Mal_Under_Maintenance_Desc
source: MyAnimeList is under maintenance, please try again later
de_de: MyAnimeList wird gerade gewartet. Bitte versuchen Sie es später noch einmal
es_es: MyAnimeList está en mantenimiento, inténtalo de nuevo más tarde.
fr_fr: MyAnimeList est en maintenance, veuillez réessayer plus tard
id_id: MyAnimeList sedang dalam pemeliharaan, silakan coba lagi nanti
ja: MyAnimeList はメンテナンス中です。後でもう一度お試しください。
ko_kr: MyAnimeList가 점검 중입니다. 나중에 다시 시도해 주세요.
pt_br: MyAnimeList está em manutenção, tente novamente mais tarde

source: ok
fr_fr: d'accord
id_id: Oke
ja: わかりました
ko_kr: 좋아요

source: High_Stakes_Game
ar_eg: هاي_ستيكس_سم

source: Url
ar_eg: عنوان Url

source: Adult_Cast
es_es: Adulto_Elenco
fr_fr: Adulte_Cast
id_id: Pemeran_dewasa
ko_kr: 성인_캐스트
tr_tr: Yetişkin_Oyuncu

source: Magical_Sex_Shift
es_es: Cambio_de_sexo_mágico
id_id: Pergeseran_Seks_Ajaib
