Repository: JICA98/DailyAL
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, de_de, es_es, fr_fr, id_id, ja, ko_kr, pt_br, ru_ru, tr_tr

# Anime_Manga_BG_Desc
source: Show anime/manga picture as background
ar_eg: إظهار صورة أنيمي / مانغا كخلفية
de_de: Anime/Manga-Bild als Hintergrund anzeigen
es_es: Mostrar imagen de anime/manga como fondo
fr_fr: Afficher l'image d'anime/manga en arrière-plan
id_id: Tampilkan gambar anime/manga sebagai latar belakang
ja: アニメ/マンガの絵を背景として表示する
ko_kr: 애니메이션/만화 사진을 배경으로 표시
pt_br: Mostrar imagem de anime/mangá como plano de fundo
ru_ru: Показывать изображение аниме/манги в качестве фона
tr_tr: Anime/manga resmini arka plan olarak göster

source: Streaming Platforms
ar_eg: منصات البث ،
de_de: Streaming-Plattformen,
es_es: plataformas de transmisión,
fr_fr: Plateformes de streaming,
id_id: Platform streaming,
ja: ストリーミング プラットフォーム、
ko_kr: 스트리밍 플랫폼,
pt_br: Plataformas de streaming,
ru_ru: Стриминговые платформы
tr_tr: Yayın Platformları

# Add_Edit_Msg
source: Add or Edit your about section.
ar_eg: إضافة أو تحرير القسم الخاص بك.
de_de: Fügen Sie Ihren About-Bereich hinzu oder bearbeiten Sie ihn.
es_es: Agregue o edite su sección Acerca de.
fr_fr: Ajoutez ou modifiez votre section À propos.
id_id: Tambahkan atau Edit bagian tentang Anda.
ja: 概要セクションを追加または編集します。
ko_kr: 정보 섹션을 추가하거나 수정합니다.
pt_br: Adicione ou edite sua seção sobre.
ru_ru: Добавьте или отредактируйте раздел «О себе».
tr_tr: Hakkında bölümünüzü ekleyin veya düzenleyin.

source: Edit about
ar_eg: تحرير حول
de_de: Über bearbeiten
es_es: editar sobre
fr_fr: Modifier à propos
id_id: Sunting tentang
ja: について編集
ko_kr: 에 대해 편집
pt_br: Editar sobre
ru_ru: Изменить информацию
tr_tr: Hakkında düzenle

# Edit_Refresh_Message
source: After editing, it will take some time before this section is refreshed
ar_eg: بعد التحرير ، سيستغرق الأمر بعض الوقت قبل أن يتم تحديث هذا القسم
de_de: Nach der Bearbeitung dauert es einige Zeit, bis dieser Abschnitt aktualisiert wird
es_es: Después de editar, pasará algún tiempo antes de que se actualice esta sección.
fr_fr: Après l'édition, il faudra un certain temps avant que cette section ne soit actualisée
id_id: Setelah diedit, perlu beberapa saat sebelum bagian ini disegarkan
ja: 編集後、このセクションが更新されるまでしばらく時間がかかります
ko_kr: 편집 후 이 섹션을 새로 고치는 데 시간이 걸립니다.
pt_br: Após a edição, levará algum tempo até que esta seção seja atualizada
ru_ru: После редактирования пройдет некоторое время, прежде чем этот раздел будет обновлен.
tr_tr: Düzenledikten sonra bu bölümün yenilenmesi biraz zaman alacaktır

# Buy_Me_A_Copy
source: Buy me a coffee
ar_eg: اشتري لي قهوة
de_de: Kaufen Sie mir einen Kaffee
es_es: Cómprame un café
fr_fr: Achetez-moi un café
id_id: Belikan aku kopi
ja: コーヒーを買って
ko_kr: 커피 사줘
pt_br: Compre-me um café
ru_ru: Купи мне кофе
tr_tr: Bana bir kahve al

# Buy_Me_A_Copy_Desc
source: Support the development of this app here
ar_eg: دعم تطوير هذا التطبيق هنا
de_de: Unterstütze die Entwicklung dieser App hier
es_es: Apoye el desarrollo de esta aplicación aquí
fr_fr: Soutenez le développement de cette application ici
id_id: Dukung pengembangan aplikasi ini di sini
ja: ここでこのアプリの開発をサポート
ko_kr: 여기에서 이 앱의 개발을 지원하세요.
pt_br: Apoie o desenvolvimento deste aplicativo aqui
ru_ru: Поддержите разработку этого приложения здесь
tr_tr: Bu uygulamanın gelişimini buradan destekleyin

source: Videos
ar_eg: أشرطة فيديو
es_es: Vídeos
fr_fr: Vidéos
id_id: Video
ja: 動画
ko_kr: 비디오
pt_br: Vídeos
ru_ru: Видео
tr_tr: Videolar

source: Promotional
ar_eg: الترويجية
de_de: Werbeartikel
es_es: Promocional
fr_fr: Promotionnel
id_id: Promosi
ja: プロモーション
ko_kr: 판촉
pt_br: Promocional
ru_ru: Рекламный
tr_tr: Promosyon

source: Music Videos
ar_eg: أشرطة الفيديو والموسيقى
de_de: Musikvideos
es_es: Videos musicales
fr_fr: Vidéos musicales
id_id: Video musik
ja: ミュージックビデオ
ko_kr: 뮤직 비디오들
pt_br: Vídeos de música
ru_ru: Видеоклипы
tr_tr: Müzik videoları

source: Home
ar_eg: مسكن
de_de: Heim
es_es: Hogar
fr_fr: Maison
id_id: Rumah
ja: 家
ko_kr: 집
pt_br: Casa
ru_ru: Дом
tr_tr: Ev

source: Community
ar_eg: تواصل اجتماعي
de_de: Gemeinschaft
es_es: Comunidad
fr_fr: Communauté
id_id: Masyarakat
ja: コミュニティ
ko_kr: 지역 사회
pt_br: Comunidade
ru_ru: Сообщество
tr_tr: Toplum

source: Profile
ar_eg: الملف الشخصي
de_de: Profil
es_es: Perfil
fr_fr: Profil
id_id: Profil
ja: プロフィール
ko_kr: 프로필
pt_br: Perfil
ru_ru: Профиль
tr_tr: Profil

source: Grid
ar_eg: جريد
de_de: Netz
es_es: Cuadrícula
fr_fr: Grille
id_id: kisi-kisi
ja: グリッド
ko_kr: 그리드
pt_br: Rede
ru_ru: Сетка
tr_tr: Kafes

source: Open in Browser
ar_eg: افتح في المتصفح
de_de: Im Browser öffnen
es_es: Abierta en el navegador
fr_fr: Ouvrir dans le navigateur
id_id: Buka di browser
ja: ブラウザで開く
ko_kr: 브라우저에서 열려
pt_br: Abra no navegador
ru_ru: Открыть в браузере
tr_tr: Tarayıcıda aç

# Default_Display_Type
source: Prefer list view for user page
ar_eg: تفضل عرض القائمة لصفحة المستخدم
de_de: Listenansicht für Benutzerseite bevorzugen
es_es: Preferir vista de lista para la página de usuario
fr_fr: Préférer l'affichage de la liste pour la page utilisateur
id_id: Lebih suka tampilan daftar untuk halaman pengguna
ja: ユーザーページのリストビューを優先
ko_kr: 사용자 페이지에 대한 목록 보기 선호
pt_br: Preferir a visualização de lista para a página do usuário
ru_ru: Предпочитать просмотр списка для страницы пользователя
tr_tr: Kullanıcı sayfası için liste görünümünü tercih et

# Default_Display_Type_Desc
source: User page uses list view instead of grid view
ar_eg: تستخدم صفحة المستخدم عرض القائمة بدلاً من عرض الشبكة
de_de: Die Benutzerseite verwendet die Listenansicht anstelle der Rasteransicht
es_es: La página de usuario usa la vista de lista en lugar de la vista de cuadrícula
fr_fr: La page utilisateur utilise la vue liste au lieu de la vue grille
id_id: Halaman pengguna menggunakan tampilan daftar alih-alih tampilan kisi
ja: ユーザーページはグリッドビューではなくリストビューを使用
ko_kr: 사용자 페이지는 그리드 보기 대신 목록 보기를 사용합니다.
pt_br: A página do usuário usa o modo de exibição de lista em vez do modo de exibição de grade
ru_ru: На странице пользователя используется представление списка вместо представления сетки.
tr_tr: Kullanıcı sayfası tablo görünümü yerine liste görünümünü kullanıyor

source: Report Confirmation
ar_eg: تأكيد التقرير
de_de: Bestätigung melden
es_es: Informe de confirmación
fr_fr: Confirmation du rapport
id_id: Konfirmasi Laporan
ja: レポートの確認
ko_kr: 신고 확인
pt_br: Confirmação de relatório
ru_ru: Подтверждение отчета
tr_tr: Rapor Onayı

# Report_Description
source: by clicking 'Continue', you will be taken to the official MyAnimeList website where you can report or block.
ar_eg: بالنقر فوق "متابعة" ، سيتم نقلك إلى موقع MyAnimeList الرسمي حيث يمكنك الإبلاغ أو الحظر.
de_de: Wenn Sie auf „Weiter“ klicken, werden Sie zur offiziellen MyAnimeList-Website weitergeleitet, auf der Sie melden oder blockieren können.
es_es: al hacer clic en 'Continuar', se lo dirigirá al sitio web oficial de MyAnimeList donde puede denunciar o bloquear.
fr_fr: en cliquant sur "Continuer", vous serez redirigé vers le site officiel MyAnimeList où vous pourrez signaler ou bloquer.
id_id: dengan mengklik 'Lanjutkan', Anda akan dibawa ke situs web MyAnimeList resmi tempat Anda dapat melaporkan atau memblokir.
ja: [続行] をクリックすると、MyAnimeList の公式 Web サイトに移動し、報告またはブロックできます。
ko_kr: '계속'을 클릭하면 신고하거나 차단할 수 있는 공식 MyAnimeList 웹사이트로 이동합니다.
pt_br: clicando em 'Continuar', você será levado ao site oficial do MyAnimeList, onde poderá denunciar ou bloquear.
ru_ru: нажав «Продолжить», вы перейдете на официальный сайт MyAnimeList, где сможете пожаловаться или заблокировать.
tr_tr: 'Devam Et'i tıkladığınızda, rapor edebileceğiniz veya engelleyebileceğiniz resmi MyAnimeList web sitesine yönlendirileceksiniz.

source: Report Post
ar_eg: الإبلاغ عن المشاركة
de_de: Beitrag melden
es_es: Reportar publicacion
fr_fr: Signaler l'article
id_id: Laporkan Posting
ja: レポート投稿
ko_kr: 게시물 신고
pt_br: Denunciar postagem
ru_ru: Пожаловаться на публикацию
tr_tr: Gönderiyi bildir

source: Report User
ar_eg: أبلغ عن مستخدم
de_de: Benutzer melden
es_es: Reportar usuario
fr_fr: Dénoncer un utilisateur
id_id: Laporan pengguna
ja: レポートユーザー
ko_kr: 보고서 사용자
pt_br: Reportar usuário
ru_ru: Пожаловаться на пользователя
tr_tr: Kullanıcıyı bildir

source: Signature
ar_eg: التوقيع
de_de: Unterschrift
es_es: Firma
id_id: Tanda tangan
ja: サイン
ko_kr: 서명
pt_br: Assinatura
ru_ru: Подпись
tr_tr: İmza

# ContinueW
source: Continue
ar_eg: يكمل
de_de: Fortsetzen
es_es: Continuar
fr_fr: Continuer
id_id: Melanjutkan
ja: 継続する
ko_kr: 계속하다
pt_br: Continuar
ru_ru: Продолжать
tr_tr: Devam etmek

source: Nice
ar_eg: لطيف - جيد
de_de: nett
es_es: agradable
fr_fr: Agréable
id_id: Bagus
ja: 良い
ko_kr: 멋진
pt_br: agradável
ru_ru: Хороший
tr_tr: Güzel

source: Love it
ar_eg: أحبها
de_de: Liebe es
es_es: Me encanta
fr_fr: Aimer
id_id: Suka sekali
ja: 大好きです
ko_kr: 사랑해
pt_br: Adoro
ru_ru: Любить это
tr_tr: Onu seviyorum

source: Confusing
ar_eg: مربك
de_de: Verwirrend
es_es: Confuso
fr_fr: Déroutant
id_id: Membingungkan
ja: 紛らわしい
ko_kr: 혼란스러운
pt_br: Confuso
ru_ru: запутанный
tr_tr: Kafa karıştırıcı

source: Informative
ar_eg: غنيا بالمعلومات
de_de: Informativ
es_es: Informativo
fr_fr: Informatif
id_id: Informatif
ja: 有益な
ko_kr: 유익한
pt_br: Informativo
ru_ru: Информативный
tr_tr: bilgilendirici

source: Well written
ar_eg: مكتوب جيدا
de_de: Gut geschrieben
es_es: Bien escrito
fr_fr: Bien écrit
id_id: Ditulis dengan baik
ja: よく書かれました
ko_kr: 잘 쓰여졌다
pt_br: Bem escrito
ru_ru: Хорошо написан
tr_tr: İyi yazılmış

source: Creative
ar_eg: مبدع
de_de: Kreativ
es_es: Creativo
fr_fr: Créatif
id_id: Kreatif
ja: クリエイティブ
ko_kr: 창의적인
pt_br: Criativo
ru_ru: творческий
tr_tr: Yaratıcı

source: Media
ar_eg: وسائل الإعلام
de_de: Medien
es_es: Medios de comunicación
fr_fr: Médias
ja: メディア
ko_kr: 미디어
pt_br: meios de comunicação
ru_ru: СМИ
tr_tr: Medya

source: Report
ar_eg: تقرير
de_de: Bericht
es_es: Reporte
fr_fr: Signaler
id_id: Laporan
ja: 報告
ko_kr: 보고서
pt_br: Relatório
ru_ru: Отчет
tr_tr: Rapor

# Report_Recommendation
source: Report this recommendation
ar_eg: أبلغ عن هذه التوصية
de_de: Melden Sie diese Empfehlung
es_es: Reportar esta recomendación
fr_fr: Signaler cette recommandation
id_id: Laporkan rekomendasi ini
ja: このおすすめを報告
ko_kr: 이 추천을 보고하십시오
pt_br: Denunciar esta recomendação
ru_ru: Сообщить об этой рекомендации
tr_tr: Bu öneriyi bildirin

source: Recommendation made by
ar_eg: التوصية مقدمة من
de_de: Empfehlung von
es_es: Recomendación hecha por
fr_fr: Recommandation faite par
id_id: Rekomendasi dibuat oleh
ja: 推薦者
ko_kr: 추천
pt_br: Recomendação feita por
ru_ru: Рекомендация сделана
tr_tr: Tarafından yapılan öneri

# Recommendation_Loading
source: Loading all recommendations with comments. This will take some time. Please be patient.
ar_eg: تحميل جميع التوصيات مع التعليقات. سيستغرق هذا بعض الوقت. يرجى التحلي بالصبر.
de_de: Laden aller Empfehlungen mit Kommentaren. Dies wird einige Zeit dauern. Bitte haben Sie Geduld.
es_es: Cargando todas las recomendaciones con comentarios. Esto tomará algún tiempo. Por favor sea paciente.
fr_fr: Chargement de toutes les recommandations avec des commentaires. Cela prendra un certain temps. Veuillez patienter.
id_id: Memuat semua rekomendasi dengan komentar. Ini akan memakan waktu. Harap bersabar.
ja: コメント付きのすべての推奨事項を読み込んでいます。これには少し時間がかかります。しばらくお待ちください。
ko_kr: 댓글이 있는 모든 추천을 로드합니다. 시간이 좀 걸립니다. 기다려주십시오.
pt_br: Carregando todas as recomendações com comentários. Isso vai levar algum tempo. Por favor, seja paciente.
ru_ru: Загрузка всех рекомендаций с комментариями. Это займет некоторое время. Пожалуйста, будьте терпеливы.
tr_tr: Tüm öneriler yorumlarla birlikte yükleniyor. Bu biraz zaman alacak. Lütfen sabırlı olun.

source: Recommendations
ar_eg: التوصيات
de_de: Empfehlungen
es_es: Recomendaciones
fr_fr: Recommandations
id_id: Rekomendasi
ja: 推奨事項
ko_kr: 권장 사항
pt_br: Recomendações
ru_ru: Рекомендации
tr_tr: Öneriler

source: Explore
ar_eg: يكتشف
de_de: Entdecken
es_es: Explorar
fr_fr: Explorer
id_id: Mengeksplorasi
ja: 探検
ko_kr: 탐구하다
pt_br: Explorar
ru_ru: Исследовать
tr_tr: Keşfetmek

source: Random
ar_eg: عشوائي
de_de: zufällig
es_es: aleatorio
fr_fr: Aléatoire
id_id: acak
ja: ランダム
ko_kr: 무작위의
pt_br: aleatória
ru_ru: случайный
tr_tr: rastgele

source: Plan To Watch
ar_eg: خطة للمشاهدة
de_de: Plane es anzusehen
es_es: Planear para ver
fr_fr: Prévoyez de regarder
id_id: Rencanakan untuk Menonton
ja: 見る予定
ko_kr: 시청 계획
pt_br: Pretendo assistir
ru_ru: Планируем посмотреть
tr_tr: Izlemeyi planla

source: Plan To Read
ar_eg: خطة للقراءة
de_de: Planen Sie zu lesen
es_es: Planea leer
fr_fr: Prévoyez de lire
id_id: Rencana Untuk Membaca
ja: 読む予定
ko_kr: 읽을 계획
pt_br: Plano para ler
ru_ru: Планируйте чтение
tr_tr: Okumayı Planla

source: Loading Random Anime
ar_eg: تحميل Random Anime
de_de: Zufälliger Anime wird geladen
es_es: Cargando anime aleatorio
fr_fr: Chargement d'anime aléatoire
id_id: Memuat Anime Acak
ja: ランダムなアニメを読み込んでいます
ko_kr: 임의의 애니메이션 로드 중
pt_br: Carregando anime aleatório
ru_ru: Загрузка случайного аниме
tr_tr: Rastgele Anime Yükleniyor

source: Loading Random Manga
ar_eg: تحميل Random Manga
de_de: Zufälliger Manga wird geladen
es_es: Cargando manga aleatorio
fr_fr: Chargement de manga aléatoire
id_id: Memuat Manga Acak
ja: ランダムマンガを読み込んでいます
ko_kr: 무작위 만화 로드 중
pt_br: Carregando mangá aleatório
ru_ru: Загрузка случайной манги
tr_tr: Rastgele Manga Yükleniyor

# Loading_Random_Anime_From
source: Loading Random Anime from your
ar_eg: تحميل Random Anime من ملف
de_de: Laden von zufälligen Animes von Ihrem
es_es: Cargando anime aleatorio desde tu
fr_fr: Chargement d'animes aléatoires à partir de votre
id_id: Memuat Anime Acak dari Anda
ja: からランダムなアニメを読み込んでいます
ko_kr: 임의의 애니메이션 로드 중
pt_br: Carregando anime aleatório do seu
ru_ru: Загрузка случайного аниме с вашего
tr_tr: Bilgisayarınızdan Rastgele Anime Yükleniyor

# Loading_Random_Manga_From
source: Loading Random Manga from your
de_de: Laden von Random Manga von Ihrem
es_es: Cargando manga aleatorio desde tu
fr_fr: Chargement de mangas aléatoires à partir de votre
id_id: Memuat Manga Acak dari . Anda
ja: からランダムマンガを読み込んでいます
ko_kr: 무작위 만화 로드 중
pt_br: Carregando mangá aleatório do seu
ru_ru: Загрузка случайной манги с вашего
tr_tr: Rastgele Manga cihazınızdan yükleniyor

# No_Item_Found_In_Your
source: No Item was found in your
ar_eg: لم يتم العثور على عنصر في الخاص بك
de_de: In Ihrem wurde kein Artikel gefunden
es_es: No se encontró ningún artículo en su
fr_fr: Aucun article n'a été trouvé dans votre
id_id: Tidak ada Item yang ditemukan di Anda
ja: アイテムが見つかりませんでした
ko_kr: 에서 항목을 찾을 수 없습니다.
pt_br: Nenhum item foi encontrado em seu
ru_ru: Ни один товар не был найден в вашем
tr_tr: Ürününüzde hiçbir Öğe bulunamadı

source: Categories
ar_eg: فئات
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
id_id: Kategori
ja: カテゴリー
ko_kr: 카테고리
pt_br: Categorias
ru_ru: Категории
tr_tr: Kategoriler

source: Top ONA
ar_eg: توب SHE
de_de: Top SIE
es_es: Arriba ELLA
fr_fr: Haut ELLE
id_id: DIA teratas
ja: トップ彼女
ko_kr: 탑 그녀
pt_br: ELA superior
ru_ru: Топ ОНА
tr_tr: En İyi KADIN

source: Seasonal
ar_eg: موسمي
de_de: Saisonal
es_es: Estacional
fr_fr: Saisonnier
id_id: Musiman
ja: 季節の
ko_kr: 계절
pt_br: Sazonal
ru_ru: Сезонный
tr_tr: Mevsimsel

source: If you liked
ar_eg: إذا حببت
de_de: Falls es dir gefallen hat
es_es: Si te gustó
fr_fr: Si tu as aimé
id_id: Jika Anda suka
ja: 気に入ったら
ko_kr: 당신이 좋아했다면
pt_br: Se você gostou
ru_ru: Если вам понравилось
tr_tr: Beğendiysen

# Then_You_Might
source: ...then you might like
ar_eg: ... ثم قد يعجبك
de_de: ...dann könnte es Ihnen gefallen
es_es: ...entonces te puede gustar
fr_fr: ... alors vous aimerez peut-être
id_id: ...maka Anda mungkin suka
ja: ...そして、あなたは好きかもしれません
ko_kr: ...그렇다면 당신이 좋아할 것입니다
pt_br: ...então você pode gostar
ru_ru: ...тогда вам может понравиться
tr_tr: ...o zaman hoşuna gidebilir

source: Review on
ar_eg: مراجعة على
de_de: Rezension an
es_es: Revisar en
fr_fr: Examen sur
id_id: Tinjau kembali
ja: レビュー
ko_kr: 검토 날짜
pt_br: Revisar em
ru_ru: Обзор на
tr_tr: İnceleme

source: Translate above text
ar_eg: ترجمة النص أعلاه
de_de: Übersetzen Sie den obigen Text
es_es: Traducir el texto anterior
fr_fr: Traduire le texte ci-dessus
id_id: Terjemahkan teks di atas
ja: 上のテキストを翻訳
ko_kr: 위 텍스트 번역
pt_br: Traduzir o texto acima
ru_ru: Перевести текст выше
tr_tr: Yukarıdaki metni çevir

source: Translate below text
ar_eg: ترجمة النص أدناه
de_de: Übersetzen Sie den folgenden Text
es_es: Traducir debajo del texto
fr_fr: Traduire le texte ci-dessous
id_id: Terjemahkan teks di bawah ini
ja: 下のテキストを翻訳
ko_kr: 아래 텍스트 번역
pt_br: Traduza o texto abaixo
ru_ru: Перевести текст ниже
tr_tr: Aşağıdaki metni çevir

source: Copy
ar_eg: ينسخ
de_de: Kopieren
es_es: Copiar
fr_fr: Copie
id_id: Salinan
ja: コピー
ko_kr: 복사
pt_br: cópia de
ru_ru: Копировать
tr_tr: Kopyala

source: Share
ar_eg: يشارك
de_de: Teilen
es_es: Cuota
fr_fr: Partager
id_id: Membagikan
ja: シェア
ko_kr: 공유하다
pt_br: Compartilhar
ru_ru: Делиться
tr_tr: Paylaşmak

source: Show Menu
ar_eg: قائمة العرض
de_de: Zeige das Menü
es_es: Muestrame el menu
fr_fr: Afficher le menu
id_id: Tampilkan Menu
ja: メニューを表示
ko_kr: 메뉴 보기
pt_br: Mostrar Menu
ru_ru: Показать меню
tr_tr: Menüyü göster

source: Select all
ar_eg: اختر الكل
de_de: Wählen Sie Alle
es_es: Seleccionar todo
fr_fr: Tout sélectionner
id_id: Pilih Semua
ja: すべて選択
ko_kr: 모두 선택
pt_br: Selecionar tudo
ru_ru: Выбрать все
tr_tr: Hepsini seç

source: Select one
ar_eg: اختر واحدة
de_de: Wähle eins
es_es: Seleccione uno
fr_fr: Sélectionnez-en un
id_id: Pilih satu
ja: 一つ選択してください
ko_kr: 하나를 고르시 오
pt_br: Selecione um
ru_ru: Выбери один
tr_tr: Birini seç

source: Score
ar_eg: نتيجة
de_de: Punktzahl
es_es: Puntaje
id_id: Skor
ja: スコア
ko_kr: 점수
pt_br: Pontuação
ru_ru: Счет
tr_tr: Gol

source: Rank
ar_eg: مرتبة
de_de: Rang
es_es: Rango
fr_fr: Rang
id_id: Pangkat
ja: ランク
ko_kr: 계급
pt_br: Classificação
ru_ru: Классифицировать
tr_tr: Rütbe

source: Edit
ar_eg: يحرر
de_de: Bearbeiten
es_es: Editar
fr_fr: Éditer
id_id: Sunting
ja: 編集
ko_kr: 편집하다
pt_br: Editar
ru_ru: Редактировать
tr_tr: Düzenlemek

source: Review by
ar_eg: روجع من قبل
de_de: Überprüfung durch
es_es: Revisado por
fr_fr: Revue par
id_id: Tinjau oleh
ja: 審査員
ko_kr: 리뷰 작성자
pt_br: Revisão por
ru_ru: Отзыв от
tr_tr: Tarafından incelemek

source: Name
ar_eg: اسم
es_es: Nombre
fr_fr: Nom
id_id: Nama
ja: 名前
ko_kr: 이름
pt_br: Nome
ru_ru: Имя
tr_tr: İsim

source: entries
ar_eg: إدخالات
de_de: Einträge
es_es: entradas
fr_fr: entrées
id_id: entri
ja: エントリ
ko_kr: 항목
pt_br: entradas
ru_ru: записи
tr_tr: girdileri

source: restacks
ar_eg: يستعيد
de_de: stapelt
es_es: vuelve a apilar
fr_fr: réempiler
id_id: repack
ja: 再スタック
ko_kr: 다시 쌓다
pt_br: reempilha
ru_ru: перекладывает
tr_tr: yeniden istifler

source: Similar
ar_eg: مماثل
de_de: Ähnlich
fr_fr: Similaire
id_id: Serupa
ja: 似ている
ko_kr: 비슷한
pt_br: Semelhante
ru_ru: Похожий
tr_tr: Benzer

source: History
ar_eg: تاريخ
de_de: Geschichte
es_es: Historia
fr_fr: Histoire
id_id: Sejarah
ja: 歴史
ko_kr: 역사
pt_br: História
ru_ru: История
tr_tr: Tarih

source: CLEAR ALL
ar_eg: امسح الكل
de_de: ALLES LÖSCHEN
es_es: LIMPIAR TODO
fr_fr: TOUT EFFACER
id_id: BERSIHKAN SEMUA
ja: すべてクリア
ko_kr: 모두 지우기
pt_br: LIMPAR TUDO
ru_ru: ОЧИСТИТЬ ВСЕ
tr_tr: HEPSİNİ TEMİZLE

# Clear_All_Desc
source: Clear all history
ar_eg: مسح كل التاريخ
de_de: Löschen Sie den gesamten Verlauf
es_es: Borrar todo el historial
fr_fr: Effacer tout l'historique
id_id: Hapus semua riwayat
ja: すべての履歴を消去
ko_kr: 모든 기록 지우기
pt_br: Limpar todo o histórico
ru_ru: Очистить всю историю
tr_tr: Tüm geçmişi temizle

source: Interest Stack
ar_eg: كومة الفائدة
de_de: Zinsstapel
es_es: Pila de intereses
fr_fr: Pile d'intérêts
id_id: Tumpukan Bunga
ja: 関心スタック
ko_kr: 관심 스택
pt_br: Pilha de Interesse
ru_ru: Стек интересов
tr_tr: Faiz Yığını

source: nothing yet...
ar_eg: لا شيء حتى الان...
de_de: noch nichts...
es_es: nada aún...
fr_fr: rien pour le moment...
id_id: belum apa-apa...
ja: まだ何もありません...
ko_kr: 아직 아무것도...
pt_br: nada ainda...
ru_ru: пока ничего...
tr_tr: henüz değil...

source: Recent Anime
ar_eg: الأنمي الأخير
de_de: Aktuelle Animes
es_es: Anime reciente
fr_fr: Anime récent
id_id: Anime Terbaru
ja: 最近のアニメ
ko_kr: 최근 애니메이션
pt_br: Animes Recentes
ru_ru: Недавнее аниме
tr_tr: En Yeni Animeler

source: Recent Manga
ar_eg: مانغا الأخيرة
de_de: Aktuelle Mangas
es_es: Manga reciente
fr_fr: Mangas récents
id_id: Manga Terbaru
ja: 最近の漫画
ko_kr: 최근 만화
pt_br: Mangá recente
ru_ru: Недавняя манга
tr_tr: En Yeni Mangalar

# Interest_Stack_Type_Desc
source: Interest Stack Type
ar_eg: نوع مكدس الاهتمام
de_de: Art des Zinsstapels
es_es: Tipo de pila de intereses
fr_fr: Type de pile d'intérêts
id_id: Jenis Tumpukan Bunga
ja: インタレスト スタック タイプ
ko_kr: 관심 스택 유형
pt_br: Tipo de Pilha de Interesse
ru_ru: Тип стека процентов
tr_tr: Faiz Yığını Türü

source: Interest Stacks
ar_eg: أكوام الفائدة
de_de: Zinsstapel
es_es: Pilas de intereses
fr_fr: Piles d'intérêts
id_id: Tumpukan Bunga
ja: 興味スタック
ko_kr: 관심 스택
pt_br: Pilhas de interesse
ru_ru: Стеки процентов
tr_tr: Faiz Yığınları

source: Days
ar_eg: أيام
de_de: Tage
es_es: Días
fr_fr: Jours
id_id: Hari
ja: 日々
ko_kr: 날
pt_br: Dias
ru_ru: Дни
tr_tr: Günler

source: Hours
ar_eg: ساعات
de_de: Std
es_es: Horas
fr_fr: Heures
id_id: Jam
ja: 時間
ko_kr: 시간
pt_br: Horas
ru_ru: Часы
tr_tr: Saat

source: Minutes
ar_eg: دقائق
de_de: Protokoll
es_es: Minutos
id_id: Menit
ja: 分
ko_kr: 분
pt_br: Minutos
ru_ru: Минуты
tr_tr: dakika

source: Seconds
ar_eg: ثواني
de_de: Sekunden
es_es: Segundos
fr_fr: Secondes
id_id: Detik
ja: 秒
ko_kr: 초
pt_br: Segundos
ru_ru: Секунды
tr_tr: Saniye

# Show_CountDown_Time
source: Countdown Timer for Anime
ar_eg: العد التنازلي لأنمي
de_de: Countdown-Timer für Anime
es_es: Temporizador de cuenta regresiva para Anime
fr_fr: Compte à rebours pour Anime
id_id: Penghitung Waktu Mundur untuk Anime
ja: アニメのカウントダウンタイマー
ko_kr: 애니메이션 카운트다운 타이머
pt_br: Temporizador de contagem regressiva para anime
ru_ru: Таймер обратного отсчета для аниме
tr_tr: Anime için Geri Sayım Sayacı

# Show_CountDown_Time_Desc
source: Shows next episode and countdown timer for anime page
ar_eg: يظهر الحلقة القادمة وموقت العد التنازلي لصفحة أنيمي
de_de: Zeigt die nächste Episode und den Countdown-Timer für die Anime-Seite
es_es: Muestra el próximo episodio y el temporizador de cuenta regresiva para la página de anime
fr_fr: Affiche le prochain épisode et le compte à rebours pour la page d'anime
id_id: Menampilkan episode berikutnya dan penghitung waktu mundur untuk halaman anime
ja: アニメページの次のエピソードとカウントダウンタイマーを表示
ko_kr: 애니메이션 페이지의 다음 에피소드 및 카운트다운 타이머 표시
pt_br: Mostra o próximo episódio e o cronômetro de contagem regressiva para a página do anime
ru_ru: Показывает следующий эпизод и таймер обратного отсчета для страницы аниме.
tr_tr: Anime sayfası için sonraki bölümü ve geri sayım sayacını gösterir

# Notfications
source: Notifications
ar_eg: إشعارات
de_de: Benachrichtigungen
es_es: Notificaciones
fr_fr: Avis
id_id: Notifikasi
ja: 通知
ko_kr: 알림
pt_br: Notificações
ru_ru: Уведомления
tr_tr: Bildirimler
