Repository: JICA98/DailyAL
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, de_de, es_es, fr_fr, id_id, ja, ko_kr, pt_br, ru_ru, tr_tr

# Backup_And_Restore_desc
source: Backup to cloud and restore
ar_eg: النسخ الاحتياطي إلى السحابة والاستعادة
de_de: In der Cloud sichern und wiederherstellen
es_es: Copia de seguridad en la nube y restauración
fr_fr: Sauvegarde sur le cloud et restauration
id_id: Cadangkan ke cloud dan pulihkan
ja: クラウドへのバックアップと復元
ko_kr: 클라우드에 백업 및 복원
pt_br: Backup para nuvem e restauração
ru_ru: Резервное копирование в облако и восстановление
tr_tr: Buluta yedekleme ve geri yükleme

source: Backup
ar_eg: دعم
de_de: Sicherung
es_es: Respaldo
fr_fr: Sauvegarde
id_id: Cadangan
ja: バックアップ
ko_kr: 지원
pt_br: Cópia de segurança
ru_ru: Резервное копирование
tr_tr: Destek olmak

# Backup_Desc
source: This will backup your bookmarks, settings, etc
ar_eg: سيؤدي هذا إلى إجراء نسخ احتياطي للإشارات المرجعية والإعدادات وما إلى ذلك
de_de: Dadurch werden Ihre Lesezeichen, Einstellungen usw. gesichert
es_es: Esto hará una copia de seguridad de sus marcadores, configuraciones, etc.
fr_fr: Cela sauvegardera vos favoris, paramètres, etc.
id_id: Ini akan membuat cadangan bookmark, pengaturan, dll
ja: これにより、ブックマークや設定などがバックアップされます
ko_kr: 북마크, 설정 등이 백업됩니다.
pt_br: Isso fará backup de seus favoritos, configurações, etc.
ru_ru: Это создаст резервную копию ваших закладок, настроек и т. д.
tr_tr: Bu, yer işaretlerinizi, ayarlarınızı vb. yedekleyecektir

source: Restore
ar_eg: يعيد
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
id_id: Memulihkan
ja: 復元する
ko_kr: 복원하다
pt_br: Restaurar
ru_ru: Восстановить
tr_tr: Eski haline getirmek

# Restore_desc
source: Restore settings, bookmarks from the provided file
ar_eg: استعادة الإعدادات والإشارات المرجعية من الملف المقدم
de_de: Stellen Sie Einstellungen und Lesezeichen aus der bereitgestellten Datei wieder her
es_es: Restaurar configuraciones, marcadores del archivo proporcionado
fr_fr: Restaurer les paramètres, les signets à partir du fichier fourni
id_id: Pulihkan pengaturan, bookmark dari file yang disediakan
ja: 提供されたファイルから設定、ブックマークを復元します
ko_kr: 제공된 파일에서 설정, 북마크 복원
pt_br: Restaurar configurações e favoritos do arquivo fornecido
ru_ru: Восстановление настроек, закладок из предоставленного файла
tr_tr: Sağlanan dosyadan ayarları ve yer işaretlerini geri yükleyin

# Backup_Confirmation
source: Confirm backup?
ar_eg: تأكيد النسخ الاحتياطي؟
de_de: Sicherung bestätigen?
es_es: ¿Confirmar copia de seguridad?
fr_fr: Confirmer la sauvegarde ?
id_id: Konfirmasi cadangan?
ja: バックアップを確認しますか?
ko_kr: 백업을 확인하시겠습니까?
pt_br: Confirmar backup?
ru_ru: Подтвердить резервное копирование?
tr_tr: Yedekleme onaylansın mı?

# Backup_Confirmation_Desc
source: This will save a back-up file to your downloads folder, please use this file to restore your profile.
ar_eg: سيؤدي هذا إلى حفظ ملف النسخ الاحتياطي في مجلد التنزيلات الخاص بك، يرجى استخدام هذا الملف لاستعادة ملف التعريف الخاص بك.
de_de: Dadurch wird eine Sicherungsdatei in Ihrem Download-Ordner gespeichert. Bitte verwenden Sie diese Datei, um Ihr Profil wiederherzustellen.
es_es: Esto guardará un archivo de respaldo en su carpeta de descargas; utilice este archivo para restaurar su perfil.
fr_fr: Cela enregistrera un fichier de sauvegarde dans votre dossier de téléchargements, veuillez utiliser ce fichier pour restaurer votre profil.
id_id: Ini akan menyimpan file cadangan ke folder unduhan Anda, silakan gunakan file ini untuk memulihkan profil Anda.
ja: これにより、ダウンロード フォルダーにバックアップ ファイルが保存されます。このファイルを使用してプロファイルを復元してください。
ko_kr: 다운로드 폴더에 백업 파일이 저장됩니다. 이 파일을 사용하여 프로필을 복원하세요.
pt_br: Isso salvará um arquivo de backup em sua pasta de downloads. Use este arquivo para restaurar seu perfil.
ru_ru: В папке загрузок будет сохранен файл резервной копии. Используйте этот файл для восстановления своего профиля.
tr_tr: Bu, indirilenler klasörünüze bir yedek dosya kaydedecektir; lütfen profilinizi geri yüklemek için bu dosyayı kullanın.

source: Cancelled Restore
ar_eg: تم إلغاء الاستعادة
de_de: Wiederherstellung abgebrochen
es_es: Restauración cancelada
fr_fr: Restauration annulée
id_id: Pemulihan Dibatalkan
ja: キャンセルされた復元
ko_kr: 취소된 복원
pt_br: Restauração cancelada
ru_ru: Отменено восстановление
tr_tr: İptal Edilen Geri Yükleme

# Restore_Sucess
source: Restore success
ar_eg: استعادة النجاح
de_de: Den Erfolg wiederherstellen
es_es: Restaurar el éxito
fr_fr: Restaurer le succès
id_id: Kembalikan kesuksesan
ja: 復元の成功
ko_kr: 복원 성공
pt_br: Restaurar o sucesso
ru_ru: Восстановить успех
tr_tr: Başarıyı geri yükleyin

# Restore_fail
source: Restore failed
ar_eg: فشلت عملية الاستعادة
de_de: Wiederherstellung fehlgeschlagen
es_es: Restauración fallida
fr_fr: La restauration a échoué
id_id: Pemulihan gagal
ja: 復元に失敗しました
ko_kr: 복원 실패
pt_br: Falha na restauração
ru_ru: Восстановление не удалось
tr_tr: Geri yükleme başarısız oldu

# BackUpFileSaved
source: Back-up file is saved into your downloads folder!
ar_eg: يتم حفظ ملف النسخ الاحتياطي في مجلد التنزيلات الخاص بك!
de_de: Die Sicherungsdatei wird in Ihrem Download-Ordner gespeichert!
es_es: ¡El archivo de respaldo se guarda en su carpeta de descargas!
fr_fr: Le fichier de sauvegarde est enregistré dans votre dossier de téléchargement !
id_id: File cadangan disimpan ke folder unduhan Anda!
ja: バックアップ ファイルはダウンロード フォルダーに保存されます。
ko_kr: 백업 파일은 다운로드 폴더에 저장됩니다!
pt_br: O arquivo de backup é salvo na sua pasta de downloads!
ru_ru: Резервный файл сохраняется в папке загрузок!
tr_tr: Yedekleme dosyası indirilenler klasörünüze kaydedilir!

source: My Profile
ar_eg: ملفي
de_de: Mein Profil
es_es: Mi perfil
fr_fr: Mon profil
id_id: Profil saya
ja: 私のプロフィール
ko_kr: 내 프로필
pt_br: Meu perfil
ru_ru: Мой профайл
tr_tr: Benim profilim

source: Loading
ar_eg: تحميل
de_de: Wird geladen
es_es: Cargando
fr_fr: Chargement
id_id: Memuat
ja: 読み込み中
ko_kr: 로드 중
pt_br: Carregando
ru_ru: Загрузка
tr_tr: Yükleniyor

source: Profile Page
ar_eg: الصفحة الشخصية
de_de: Profilseite
es_es: Página de perfil
fr_fr: Page de profil
id_id: Halaman profil
ja: 自己紹介ページ
ko_kr: 프로필 페이지
pt_br: Página de perfil
ru_ru: Страница профиля
tr_tr: Profil sayfası

# Manga_Stats
source: Manga Statistics
ar_eg: إحصائيات المانجا
de_de: Manga-Statistiken
es_es: Estadísticas Manga
fr_fr: Statistiques des mangas
id_id: Statistik Manga
ja: マンガ統計
ko_kr: 만화 통계
pt_br: Estatísticas de mangá
ru_ru: Статистика манги
tr_tr: Manga İstatistikleri

source: entry
ar_eg: دخول
de_de: Eintrag
es_es: entrada
fr_fr: entrée
id_id: pintu masuk
ja: エントリ
ko_kr: 기입
pt_br: entrada
ru_ru: вход
tr_tr: giriş

source: Mean Score
ar_eg: متوسط ​​النتيجة
de_de: Durchschnittliche Punktzahl
es_es: Puntuación media
fr_fr: Score moyen
id_id: Skor Berarti
ja: 平均スコア
ko_kr: 평균 점수
pt_br: Pontuação média
ru_ru: Средний балл
tr_tr: Ortalama Puan

source: So far
ar_eg: حتى الآن
de_de: Bis jetzt
es_es: Hasta ahora
fr_fr: Jusqu'à présent
id_id: Sejauh ini
ja: これまでのところ
ko_kr: 지금까지
pt_br: Até aqui
ru_ru: До сих пор
tr_tr: Şu ana kadar

source: BirthDay
ar_eg: عيد ميلاد
de_de: Geburtstag
es_es: Cumpleaños
fr_fr: Anniversaire
id_id: Hari ulang tahun
ja: 誕生日
ko_kr: 생일
pt_br: Aniversário
ru_ru: День рождения
tr_tr: Doğum günü

source: Generate Other charts
ar_eg: إنشاء مخططات أخرى
de_de: Andere Diagramme generieren
es_es: Generar otros gráficos
fr_fr: Générer d'autres graphiques
id_id: Hasilkan grafik lainnya
ja: 他のチャートを生成する
ko_kr: 다른 차트 생성
pt_br: Gerar outros gráficos
ru_ru: Создать другие диаграммы
tr_tr: Diğer grafikler oluştur

source: Loading advanced charts
ar_eg: تحميل الرسوم البيانية المتقدمة
de_de: Erweiterte Diagramme werden geladen
es_es: Cargando gráficos avanzados
fr_fr: Chargement de graphiques avancés
id_id: Memuat grafik tingkat lanjut
ja: 高度なチャートのロード
ko_kr: 고급 차트 로드 중
pt_br: Carregando gráficos avançados
ru_ru: Загрузка расширенных диаграмм
tr_tr: Gelişmiş grafikler yükleniyor

source: Score Distribution
ar_eg: توزيع النتيجة
de_de: Punkteverteilung
es_es: Distribución de puntuación
fr_fr: Répartition des scores
id_id: Distribusi Skor
ja: スコア分布
ko_kr: 점수 분포
pt_br: Distribuição de pontuação
ru_ru: Распределение очков
tr_tr: Puan Dağılımı

source: Genre Distribution
ar_eg: توزيع النوع
de_de: Genreverteilung
es_es: Distribución de género
id_id: Distribusi Genre
ja: ジャンル配信
ko_kr: 장르 분포
pt_br: Distribuição de gênero
ru_ru: Жанровое распространение
tr_tr: Tür Dağılımı

source: Studio Distribution
ar_eg: توزيع الاستوديو
de_de: Studiovertrieb
es_es: Distribución de estudio
fr_fr: Distribution en studio
id_id: Distribusi Studio
ja: スタジオ配信
ko_kr: 스튜디오 배포
pt_br: Distribuição de estúdio
ru_ru: Студийное распространение
tr_tr: Stüdyo Dağıtımı

source: Author Distribution
ar_eg: توزيع المؤلف
de_de: Autorenverteilung
es_es: Distribución de autores
fr_fr: Répartition des auteurs
id_id: Distribusi Penulis
ja: 著者の分布
ko_kr: 저자 배포
pt_br: Distribuição do autor
ru_ru: Авторское распространение
tr_tr: Yazar Dağılımı

source: Unranked Shows
ar_eg: العروض غير المصنفة
de_de: Nicht bewertete Shows
es_es: Programas no clasificados
fr_fr: Émissions non classées
id_id: Pertunjukan Tanpa Peringkat
ja: ランク付けされていない番組
ko_kr: 비순위 프로그램
pt_br: Programas não classificados
ru_ru: Шоу без рейтинга
tr_tr: Sıralanmamış Şovlar

source: Genre
ar_eg: النوع
es_es: Género
ja: ジャンル
ko_kr: 장르
pt_br: Gênero
ru_ru: Жанр
tr_tr: Tür

source: Count
ar_eg: عدد
de_de: Zählen
es_es: Contar
fr_fr: Compter
id_id: Menghitung
ja: カウント
ko_kr: 세다
pt_br: Contar
ru_ru: Считать
tr_tr: Saymak

# No_Enough_Data_To_generate_Graph_Info
source: No enough data to generate the graph
ar_eg: لا توجد بيانات كافية لإنشاء الرسم البياني
de_de: Es liegen nicht genügend Daten vor, um das Diagramm zu erstellen
es_es: No hay datos suficientes para generar el gráfico.
fr_fr: Pas assez de données pour générer le graphique
id_id: Tidak ada cukup data untuk menghasilkan grafik
ja: グラフを生成するのに十分なデータがありません
ko_kr: 그래프를 생성할 데이터가 충분하지 않습니다.
pt_br: Não há dados suficientes para gerar o gráfico
ru_ru: Недостаточно данных для построения графика
tr_tr: Grafiği oluşturmak için yeterli veri yok

# No_Enough_Data_To_generate_Graph
source: No enough data to generate the graph, atleast 3 unique genres are need
ar_eg: لا توجد بيانات كافية لإنشاء الرسم البياني، هناك حاجة إلى 3 أنواع فريدة على الأقل
de_de: Es liegen nicht genügend Daten vor, um das Diagramm zu erstellen. Es sind mindestens drei eindeutige Genres erforderlich
es_es: No hay datos suficientes para generar el gráfico; se necesitan al menos 3 géneros únicos
fr_fr: Pas assez de données pour générer le graphique, au moins 3 genres uniques sont nécessaires
id_id: Data tidak cukup untuk menghasilkan grafik, setidaknya diperlukan 3 genre unik
ja: グラフを生成するのに十分なデータがありません。少なくとも 3 つの固有のジャンルが必要です
ko_kr: 그래프를 생성할 만큼 데이터가 충분하지 않습니다. 최소한 3개의 고유한 장르가 필요합니다.
pt_br: Não há dados suficientes para gerar o gráfico, são necessários pelo menos 3 gêneros exclusivos
ru_ru: Недостаточно данных для создания графика. Необходимо как минимум 3 уникальных жанра.
tr_tr: Grafiği oluşturmak için yeterli veri yok, en az 3 benzersiz türe ihtiyaç var

source: I liked it, they hated it
ar_eg: أعجبني ذلك، لقد كرهوه
de_de: Mir gefiel es, sie hassten es
es_es: Me gustó, lo odiaron.
fr_fr: J'ai aimé, ils ont détesté
id_id: Saya menyukainya, mereka membencinya
ja: 私はそれが好きだった、彼らはそれを嫌っていた
ko_kr: 나는 그것을 좋아했고, 그들은 그것을 싫어했다
pt_br: Eu gostei, eles odiaram
ru_ru: Мне это понравилось, они это возненавидели
tr_tr: Ben beğendim, onlar nefret etti

source: Add Friend
ar_eg: إضافة صديق
de_de: Freund hinzufügen
es_es: Añadir amigo
fr_fr: Ajouter un ami
id_id: Menambah teman
ja: 友人を追加する
ko_kr: 친구 추가
pt_br: Adicionar amigo
ru_ru: Добавить в друзья
tr_tr: Arkadaş Ekle

# User_found_as
source: User found
ar_eg: تم العثور على المستخدم
de_de: Benutzer gefunden
es_es: Usuario encontrado
fr_fr: Utilisateur trouvé
id_id: Pengguna ditemukan
ja: ユーザーが見つかりました
ko_kr: 사용자를 찾았습니다
pt_br: Usuário encontrado
ru_ru: Пользователь найден
tr_tr: Kullanıcı bulundu

source: No history found
ar_eg: لم يتم العثور على التاريخ
de_de: Keine Historie gefunden
es_es: No se encontró ningún historial
fr_fr: Aucun historique trouvé
id_id: Tidak ada riwayat yang ditemukan
ja: 履歴が見つかりません
ko_kr: 기록을 찾을 수 없습니다
pt_br: Nenhum histórico encontrado
ru_ru: История не найдена
tr_tr: Geçmiş bulunamadı

source: items
ar_eg: أغراض
de_de: Artikel
es_es: elementos
fr_fr: articles
id_id: item
ja: アイテム
ko_kr: 아이템
pt_br: Unid
ru_ru: предметы
tr_tr: öğeler

source: item
ar_eg: غرض
de_de: Artikel
es_es: artículo
fr_fr: article
id_id: barang
ja: アイテム
ko_kr: 안건
ru_ru: элемент
tr_tr: öğe

source: Today
ar_eg: اليوم
de_de: Heute
es_es: Hoy
fr_fr: Aujourd'hui
id_id: Hari ini
ja: 今日
ko_kr: 오늘
pt_br: Hoje
ru_ru: Сегодня
tr_tr: Bugün

source: Last Week
ar_eg: الأسبوع الماضي
de_de: Letzte Woche
es_es: La semana pasada
fr_fr: La semaine dernière
id_id: Minggu lalu
ja: 先週
ko_kr: 지난주
pt_br: Semana passada
ru_ru: На прошлой неделе
tr_tr: Geçen hafta

source: Two Weeks ago
ar_eg: قبل اسبوعين
de_de: Vor zwei Wochen
es_es: Hace dos semanas
id_id: Dua minggu yang lalu
ja: 2週間前に
ko_kr: 2 주 전
pt_br: Duas semanas atrás
ru_ru: Две недели назад
tr_tr: İki hafta önce

source: Three Weeks ago
ar_eg: منذ ثلاثه اسابيع
de_de: Vor drei Wochen
es_es: Hace tres semanas
fr_fr: Il y a trois semaines
id_id: Tiga minggu yang lalu
ja: 3週間前
ko_kr: 3 주 전에
pt_br: Três semanas atrás
ru_ru: Три недели назад
tr_tr: Üç hafta önce

source: Last Month
ar_eg: الشهر الماضي
de_de: Im vergangenen Monat
es_es: El mes pasado
fr_fr: Le mois dernier
id_id: Bulan lalu
ja: 先月
ko_kr: 지난 달
pt_br: Mês passado
ru_ru: Прошлый месяц
tr_tr: Geçen ay

source: Two Months ago
ar_eg: قبل شهرين
de_de: Vor zwei Monaten
es_es: Hace dos meses
fr_fr: Il y a deux mois
id_id: Dua bulan yang lalu
ja: 2ヶ月前
ko_kr: 2개월 전
pt_br: Dois meses atrás
ru_ru: Два месяца назад
tr_tr: İki ay önce

source: Unseen
ar_eg: غير مرئي
de_de: Ungesehen
es_es: Invisible
fr_fr: Invisible
id_id: Tak terlihat
ja: 見えない
ko_kr: 보이지 않는 것
pt_br: Despercebidas
ru_ru: Невидимый
tr_tr: Görünmeyen

# Sort_and_Filter
source: Sort & Filter
ar_eg: فرز وتصفية
de_de: Sortieren und filtern
es_es: Filtro de clasificación
fr_fr: Trier et filtrer
id_id: Sortir & Filter
ja: 並べ替えとフィルター
ko_kr: 정렬 및 필터
pt_br: Classificar e filtrar
ru_ru: Сортировать и фильтровать
tr_tr: Sırala ve Filtrele

source: Sort
ar_eg: نوع
de_de: Sortieren
es_es: Clasificar
fr_fr: Trier
id_id: Menyortir
ja: 選別
ko_kr: 종류
pt_br: Organizar
ru_ru: Сортировать
tr_tr: Düzenlemek

source: Display
ar_eg: عرض
de_de: Anzeige
es_es: Mostrar
fr_fr: Afficher
id_id: Menampilkan
ja: 画面
ko_kr: 표시하다
pt_br: Mostrar
ru_ru: Отображать
tr_tr: Görüntülemek

# numListUsers
source: No. of List users
ar_eg: عدد مستخدمي القائمة
de_de: Anzahl der Listenbenutzer
es_es: No. de usuarios de la lista
fr_fr: Nombre d'utilisateurs de la liste
id_id: Jumlah pengguna Daftar
ja: リストユーザー数
ko_kr: 목록 사용자 수
pt_br: Nº de usuários da lista
ru_ru: Количество пользователей списка
tr_tr: Liste kullanıcılarının sayısı

# numScoringUsers
source: No. of Scoring users
ar_eg: عدد المستخدمين المسجلين
de_de: Anzahl der Scoring-Benutzer
es_es: Nº de usuarios de puntuación
fr_fr: Nombre d'utilisateurs de Scoring
id_id: Jumlah pengguna Scoring
ja: スコアリングユーザーの数
ko_kr: 득점 사용자 수
pt_br: Nº de usuários de pontuação
ru_ru: Количество пользователей для оценки
tr_tr: Puanlayan Kullanıcı Sayısı

# numEpisodes
source: No. of Episodes
ar_eg: عدد الحلقات
de_de: Anzahl der Episoden
es_es: No. de episodios
fr_fr: Nombre d'épisodes
id_id: Jumlah Episode
ja: 話数
ko_kr: 에피소드 수
pt_br: Nº de episódios
ru_ru: Количество серий
tr_tr: Bölüm Sayısı

source: Broadcast Start Date
ar_eg: تاريخ بدء البث
de_de: Startdatum der Übertragung
es_es: Fecha de inicio de la transmisión
fr_fr: Date de début de diffusion
id_id: Tanggal Mulai Siaran
ja: 放送開始日
ko_kr: 방송 시작일
pt_br: Data de início da transmissão
ru_ru: Дата начала трансляции
tr_tr: Yayın Başlangıç ​​Tarihi

source: Broadcast End Date
ar_eg: تاريخ انتهاء البث
de_de: Enddatum der Sendung
es_es: Fecha de finalización de la transmisión
fr_fr: Date de fin de diffusion
id_id: Tanggal Berakhir Siaran
ja: 放送終了日
ko_kr: 방송 종료일
pt_br: Data de término da transmissão
ru_ru: Дата окончания трансляции
tr_tr: Yayın Bitiş Tarihi

# numVolumes
source: No. of Volumes
ar_eg: عدد المجلدات
de_de: Anzahl der Bände
es_es: No. de volúmenes
fr_fr: Nombre de volumes
id_id: Jumlah Volume
ja: 巻数
ko_kr: 볼륨 수
pt_br: Nº de volumes
ru_ru: Количество томов
tr_tr: Cilt Sayısı

# numChapters
source: No. of Chapters
ar_eg: عدد الفصول
de_de: Anzahl der Kapitel
es_es: No. de Capítulos
fr_fr: Nombre de chapitres
id_id: Jumlah Bab
ja: 章の数
ko_kr: 장 수
pt_br: Nº de capítulos
ru_ru: Количество глав
tr_tr: Bölüm Sayısı

source: Published Start Date
ar_eg: تاريخ البدء المنشور
de_de: Veröffentlichtes Startdatum
es_es: Fecha de inicio publicada
fr_fr: Date de début de publication
id_id: Tanggal Mulai Diterbitkan
ja: 公開開始日
ko_kr: 게시 시작 날짜
pt_br: Data de início publicada
ru_ru: Дата начала публикации
tr_tr: Yayınlanan Başlangıç ​​Tarihi

source: List Page
ar_eg: صفحة القائمة
de_de: Listenseite
es_es: Página de lista
fr_fr: Page de liste
id_id: Halaman Daftar
ja: リストページ
ko_kr: 목록 페이지
pt_br: Página da lista
ru_ru: Страница списка
tr_tr: Liste Sayfası

source: Display Type
ar_eg: نوع العرض
de_de: Anzeigetyp
es_es: Tipo de visualización
fr_fr: Type d'affichage
id_id: Tipe tampilan
ja: 画面タイプ
ko_kr: 디스플레이 유형
pt_br: Tipo de exibição
ru_ru: Тип дисплея
tr_tr: Ekran tipi

source: Display Sub Type
ar_eg: عرض النوع الفرعي
de_de: Untertyp anzeigen
es_es: Subtipo de pantalla
fr_fr: Afficher le sous-type
id_id: Sub Jenis Tampilan
ja: 表示サブタイプ
ko_kr: 디스플레이 하위 유형
pt_br: Subtipo de exibição
ru_ru: Подтип дисплея
tr_tr: Alt Türü Görüntüle

source: Comfortable
ar_eg: مريح
de_de: Komfortabel
es_es: Cómodo
fr_fr: Confortable
id_id: Nyaman
ja: 快適
ko_kr: 편안한
pt_br: Confortável
ru_ru: Комфортный
tr_tr: Rahat

source: Compact
ar_eg: المدمج
de_de: Kompakt
es_es: Compacto
id_id: Kompak
ja: コンパクト
ko_kr: 콤팩트
pt_br: Compactar
ru_ru: Компактный
tr_tr: Kompakt

source: Cover Only
ar_eg: الغلاف فقط
de_de: Nur Cover
es_es: Sólo cubierta
fr_fr: Couverture seulement
id_id: Hanya Penutup
ja: カバーのみ
ko_kr: 표지만
pt_br: Apenas capa
ru_ru: Только обложка
tr_tr: Yalnızca Kapak

source: Spacious
ar_eg: فسيحة
de_de: Geräumig
es_es: Espacioso
fr_fr: Spacieux
id_id: Luas
ja: 広々とした
ko_kr: 널찍한
pt_br: Espaçoso
ru_ru: Просторный
tr_tr: Ferah

source: Grid Axis Size
ar_eg: حجم محور الشبكة
de_de: Größe der Rasterachse
es_es: Tamaño del eje de la cuadrícula
fr_fr: Taille de l'axe de la grille
id_id: Ukuran Sumbu Kotak
ja: グリッド軸のサイズ
ko_kr: 그리드 축 크기
pt_br: Tamanho do eixo da grade
ru_ru: Размер оси сетки
tr_tr: Izgara Eksen Boyutu

# Image_Size_Too_Large
source: Image size too large, limit is 1.5MB
ar_eg: حجم الصورة كبير جدًا، الحد الأقصى هو 1.5 ميغابايت
de_de: Bildgröße zu groß, Grenze liegt bei 1,5 MB
es_es: El tamaño de la imagen es demasiado grande; el límite es 1,5 MB
fr_fr: Taille de l'image trop grande, la limite est de 1,5 Mo
id_id: Ukuran gambar terlalu besar, batasnya 1,5MB
ja: 画像サイズが大きすぎます。制限は 1.5MB です
ko_kr: 이미지 크기가 너무 큽니다. 한도는 1.5MB입니다.
pt_br: Tamanho da imagem muito grande, o limite é 1,5 MB
ru_ru: Размер изображения слишком большой, ограничение — 1,5 МБ.
tr_tr: Resim boyutu çok büyük, sınır 1,5 MB

source: Error uploading image
ar_eg: حدث خطأ أثناء رفع الصورة
de_de: Fehler beim hochladen des Bildes
es_es: Error subiendo imagen
fr_fr: Erreur lors de l'envoi de l'image
id_id: Terjadi kesalahan saat mengunggah gambar
ja: 画像のアップロード中にエラーが発生しました
ko_kr: 이미지 업로드 중 오류가 발생했습니다.
pt_br: erro ao carregar a imagem
ru_ru: Ошибка при загрузке изображения
tr_tr: Resmi yüklerken hata

# Profile_bg_set
source: Profile background is set successfully
ar_eg: تم تعيين خلفية الملف الشخصي بنجاح
de_de: Der Profilhintergrund wurde erfolgreich festgelegt
es_es: El fondo del perfil se configuró correctamente
fr_fr: L’arrière-plan du profil est défini avec succès
id_id: Latar belakang profil berhasil disetel
ja: プロフィールの背景が正常に設定されました
ko_kr: 프로필 배경이 설정되었습니다.
pt_br: O plano de fundo do perfil foi definido com sucesso
ru_ru: Фон профиля успешно установлен
tr_tr: Profil arka planı başarıyla ayarlandı

source: Invalid extension
ar_eg: ملحق غير صالح
de_de: Ungültige Erweiterung
es_es: Extensión no válida
fr_fr: Extension invalide
id_id: Ekstensi tidak valid
ja: 無効な拡張子
ko_kr: 잘못된 확장자
pt_br: Extensão inválida
ru_ru: Неверное расширение
tr_tr: Geçersiz uzantı

# Profile_bg_removed
source: Profile background is removed successfully
ar_eg: تمت إزالة خلفية الملف الشخصي بنجاح
de_de: Der Profilhintergrund wurde erfolgreich entfernt
es_es: El fondo del perfil se eliminó correctamente
fr_fr: L'arrière-plan du profil a été supprimé avec succès
id_id: Latar belakang profil berhasil dihapus
ja: プロフィールの背景が正常に削除されました
ko_kr: 프로필 배경이 성공적으로 제거되었습니다.
pt_br: O plano de fundo do perfil foi removido com sucesso
ru_ru: Фон профиля успешно удален
tr_tr: Profil arka planı başarıyla kaldırıldı

source: Error removing image
ar_eg: حدث خطأ أثناء إزالة الصورة
de_de: Fehler beim Entfernen des Bildes
es_es: Error al eliminar la imagen
fr_fr: Erreur lors de la suppression de l'image
id_id: Terjadi kesalahan saat menghapus gambar
ja: 画像の削除中にエラーが発生しました
ko_kr: 이미지를 삭제하는 중에 오류가 발생했습니다.
pt_br: Erro ao remover imagem
ru_ru: Ошибка удаления изображения.
tr_tr: Resim kaldırılırken hata oluştu

# Remove_the_Bg
source: Do you wish to remove the background image?
ar_eg: هل ترغب في إزالة صورة الخلفية؟
de_de: Möchten Sie das Hintergrundbild entfernen?
es_es: ¿Desea eliminar la imagen de fondo?
fr_fr: Souhaitez-vous supprimer l'image d'arrière-plan ?
id_id: Apakah Anda ingin menghapus gambar latar belakang?
ja: 背景画像を削除しますか?
ko_kr: 배경 이미지를 제거하시겠습니까?
pt_br: Deseja remover a imagem de fundo?
ru_ru: Вы хотите удалить фоновое изображение?
tr_tr: Arka plan resmini kaldırmak istiyor musunuz?

source: Published End Date
ar_eg: تاريخ الانتهاء المنشور
de_de: Enddatum der Veröffentlichung
es_es: Fecha de finalización publicada
fr_fr: Date de fin de publication
id_id: Tanggal Akhir Diterbitkan
ja: 公開終了日
ko_kr: 게시 종료 날짜
pt_br: Data de término publicada
ru_ru: Опубликованная дата окончания
tr_tr: Yayınlanan Bitiş Tarihi

source: Grid Height
ar_eg: ارتفاع الشبكة
de_de: Rasterhöhe
es_es: Altura de la rejilla
fr_fr: Hauteur de la grille
id_id: Tinggi Kotak
ja: グリッドの高さ
ko_kr: 그리드 높이
pt_br: Altura da grade
ru_ru: Высота сетки
tr_tr: Izgara Yüksekliği

# My_List2
source: My List
ar_eg: قائمتي
de_de: Meine Liste
es_es: Mi lista
fr_fr: Ma liste
id_id: Daftarku
ja: 私のリスト
ko_kr: 나의 목록
pt_br: Minha lista
ru_ru: Мой список
tr_tr: Listem

# showAnimeMangaCard
source: Show content card
ar_eg: إظهار بطاقة المحتوى
de_de: Inhaltskarte anzeigen
es_es: Mostrar tarjeta de contenido
fr_fr: Afficher la fiche de contenu
id_id: Tampilkan kartu konten
ja: コンテンツカードを表示
ko_kr: 콘텐츠 카드 표시
pt_br: Mostrar cartão de conteúdo
ru_ru: Показать карточку контента
tr_tr: İçerik kartını göster

# showAnimeMangaCardDesc
source: Show card around the content in list view (comfirtable) wherever possible
ar_eg: قم بإظهار الحبل حول المحتوى في عرض القائمة (مريح) حيثما أمكن ذلك
de_de: Zeigen Sie nach Möglichkeit eine Schnur um den Inhalt in der Listenansicht an (komfortabel).
es_es: Muestre el cable alrededor del contenido en la vista de lista (cómodo) siempre que sea posible
fr_fr: Afficher le cordon autour du contenu dans la liste (confortable) dans la mesure du possible
id_id: Tunjukkan kabel di sekitar konten dalam tampilan daftar (nyaman) jika memungkinkan
ja: 可能な限り、リストビューのコンテンツの周囲にコードを表示します (快適です)
ko_kr: 가능한 경우 목록 보기에서 콘텐츠 주위에 코드를 표시합니다(편안함).
pt_br: Mostre o conteúdo em listview (confortável) sempre que possível
ru_ru: Покажите шнур вокруг содержимого в списке (удобно), где это возможно.
tr_tr: Mümkün olan her yerde liste görünümünde (rahat) içeriğin etrafındaki kabloyu gösterin

source: More Links
ar_eg: المزيد من الروابط
de_de: Weitere Links
es_es: Más enlaces
fr_fr: Plus de liens
id_id: Tautan Lainnya
ja: その他のリンク
ko_kr: 더 많은 링크
pt_br: Mais links
ru_ru: Дополнительные ссылки
tr_tr: Daha Fazla Bağlantı
