Repository: JICA98/DailyAL
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, de_de, es_es, fr_fr, id_id, ja, ko_kr, pt_br, ru_ru, tr_tr

# Filter_After_search
source: These filters will be used when you do your next search
ar_eg: سيتم استخدام هذه المرشحات عند إجراء البحث التالي
de_de: Diese Filter werden verwendet, wenn Sie Ihre nächste Suche durchführen
es_es: Estos filtros se utilizarán cuando realice su próxima búsqueda.
fr_fr: Ces filtres seront utilisés lorsque vous faites votre prochaine recherche
id_id: Filter ini akan digunakan ketika Anda melakukan pencarian berikutnya
ja: 次回の検索が行われるときは、これらのフィルタが使用されます。
ko_kr: 이 필터는 다음 검색을 수행 할 때 사용됩니다.
pt_br: Esses filtros serão usados quando você fizer sua próxima pesquisa
ru_ru: Эти фильтры будут использоваться при следующем поиске.
tr_tr: Bir sonraki aramanızı yaptığınızda bu filtreler kullanılacaktır

source: Cancel
ar_eg: يلغي
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Membatalkan
ja: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отмена
tr_tr: İptal etmek

source: Close
ar_eg: قريب
de_de: Nah dran
es_es: Cerrar
fr_fr: proche
id_id: Menutup
ja: 選ぶ
ko_kr: 닫다
pt_br: Fechar
ru_ru: Закрывать
tr_tr: Kapalı

source: Apply Filters
ar_eg: تطبيق المرشحات
de_de: Filter anwenden
es_es: Aplicar filtros
fr_fr: Appliquer des filtres
id_id: Terapkan filter
ja: フィルタを適用します
ko_kr: 필터 적용
pt_br: Aplicar filtros.
ru_ru: Применить фильтры
tr_tr: Filtreleri Uygula

# Filter_along_with
source: Please use filter *1 along with *2
ar_eg: يرجى استخدام المرشح * 1 جنبا إلى جنب مع * 2
de_de: Bitte verwenden Sie den Filter * 1 zusammen mit * 2
es_es: Por favor, use el filtro * 1 junto con * 2
fr_fr: Veuillez utiliser le filtre * 1 avec * 2
id_id: Silakan gunakan filter * 1 bersama * 2
ja: * 2と一緒にフィルタ* 1を使用してください
ko_kr: * 2와 함께 필터 * 1을 사용하십시오
pt_br: Por favor use o filtro * 1 junto com * 2
ru_ru: Пожалуйста, используйте фильтр *1 вместе с *2
tr_tr: Lütfen *2 ile birlikte *1 filtresini kullanın

# Filter_cannot_with
source: You cannot use *1 filter along with *2
ar_eg: لا يمكنك استخدام مرشح * 1 جنبا إلى جنب مع * 2
de_de: Sie können * 1-Filter nicht zusammen mit * 2 verwenden
es_es: No puedes usar * 1 filtro junto con * 2
fr_fr: Vous ne pouvez pas utiliser * 1 filtre avec * 2
id_id: Anda tidak dapat menggunakan * 1 filter bersama * 2
ja: * 2とともに* 1フィルタを使用することはできません。
ko_kr: * 2와 함께 * 1 필터를 사용할 수 없습니다.
pt_br: Você não pode usar * 1 filtro junto com * 2
ru_ru: Вы не можете использовать фильтр *1 вместе с фильтром *2.
tr_tr: *1 filtresini *2 ile birlikte kullanamazsınız

source: Your List Status
ar_eg: حالة القائمة الخاصة بك
de_de: Ihre Liste der Liste
es_es: Estado de su lista
fr_fr: Votre statut de liste
id_id: Status daftar Anda
ja: あなたのリストの状況
ko_kr: 목록 상태
pt_br: Seu status da lista
ru_ru: Статус вашего списка
tr_tr: Liste Durumunuz

source: Dates & Priority
ar_eg: التواريخ والأولوية
de_de: Termine & Priorität
es_es: FECHAS Y PRIORIDAD
fr_fr: Dates et priorité
id_id: TANGGAL & PRIORITAS.
ja: 日付と優先事項
ko_kr: 날짜 및 우선 순위
pt_br: Datas e prioridade
ru_ru: Даты и приоритет
tr_tr: Tarihler ve Öncelik

source: Others
ar_eg: آحرون
de_de: Andere
fr_fr: Autres
id_id: Yang lain
ja: 他人
ko_kr: 기타
ru_ru: Другие
tr_tr: Diğerleri

source: Negative episode not allowed.
ar_eg: حلقة سلبية غير مسموح بها.
de_de: Negative Episode nicht erlaubt.
es_es: No se permite episodio negativo.
fr_fr: Épisode négatif non autorisé.
id_id: Episode negatif tidak diizinkan.
ja: ネガティブエピソードは許可されていません。
ko_kr: 부정적인 에피소드는 허용되지 않습니다.
pt_br: Episódio negativo não permitido.
ru_ru: Негативный эпизод не допускается.
tr_tr: Negatif bölüme izin verilmiyor.

source: Maximum reached!
ar_eg: الحد الأقصى للوصول!
de_de: Maximum erreicht!
es_es: Máximo alcanzado!
fr_fr: Maximum atteint!
id_id: Maksimum tercapai!
ja: 最大到達！
ko_kr: 최대 도달!
pt_br: Máximo alcançado!
ru_ru: Максимум достигнут!
tr_tr: Maksimuma ulaşıldı!

source: Couldn't Update!
ar_eg: لا يمكن التحديث!
de_de: Konnte nicht aktualisiert!
es_es: ¡No se pudo actualizar!
fr_fr: Impossible de mettre à jour!
id_id: Tidak dapat memperbarui!
ja: 更新できませんでした！
ko_kr: 업데이트 할 수 없었습니다!
pt_br: Não foi possível atualizar!
ru_ru: Не удалось обновить!
tr_tr: Güncellenemedi!

source: Negative volumes not allowed.
ar_eg: مجلدات سلبية غير مسموح بها.
de_de: Negative Volumina nicht erlaubt.
es_es: Volúmenes negativos no permitidos.
fr_fr: Volumes négatifs non autorisés.
id_id: Volume negatif tidak diizinkan.
ja: 負のボリュームは許可されていません。
ko_kr: 부정적인 볼륨은 허용되지 않습니다.
pt_br: Volumes negativos não permitidos.
ru_ru: Отрицательные объемы не допускаются.
tr_tr: Negatif hacimlere izin verilmez.

source: Negative chapters not allowed.
ar_eg: الفصول السلبية غير مسموح بها.
de_de: Negative Kapitel nicht erlaubt.
es_es: No se permiten capítulos negativos.
fr_fr: Chapitres négatifs non autorisés.
id_id: Bab negatif tidak diizinkan.
ja: 否定的な章は許可されていません。
ko_kr: 부정적인 장은 허용되지 않습니다.
pt_br: Capítulos negativos não permitidos.
ru_ru: Отрицательные главы не допускаются.
tr_tr: Negatif bölümlere izin verilmiyor.

source: No Connection
ar_eg: لا يوجد اتصال
de_de: Keine Verbindung
es_es: Sin conexión
fr_fr: Pas de connection
id_id: Tidak ada koneksi
ja: 接続なし
ko_kr: 연결이 없습니다
pt_br: Sem conexão
ru_ru: Нет соединения
tr_tr: Bağlantı yok

# Item_delete_confi
source: Do you wish to delete this item from the list?
ar_eg: هل ترغب في حذف هذا العنصر من القائمة؟
de_de: Möchten Sie diesen Artikel aus der Liste löschen?
es_es: ¿Desea eliminar este artículo de la lista?
fr_fr: Souhaitez-vous supprimer cet article de la liste?
id_id: Apakah Anda ingin menghapus item ini dari daftar?
ja: リストからこのアイテムを削除しますか？
ko_kr: 이 항목을 목록에서 삭제 하시겠습니까?
pt_br: Você deseja excluir este item da lista?
ru_ru: Вы хотите удалить этот элемент из списка?
tr_tr: Bu öğeyi listeden silmek istiyor musunuz?

# Item_delete_desc
source: This opertaion cannot be undone!
ar_eg: هذه العملية لا يمكن التراجع عنها!
de_de: Dieser Vorgang kann nicht rückgängig gemacht werden!
es_es: Esta operación no se puede deshacer!
fr_fr: Cette opération ne peut pas être annulée!
id_id: Operasi ini tidak dapat diurungkan!
ja: この操作を元に戻すことはできません。
ko_kr: 이 작업은 취소 할 수 없습니다!
pt_br: Esta operação não pode ser desfeita!
ru_ru: Эту операцию невозможно отменить!
tr_tr: Bu işlem geri alınamaz!

source: Login & Add to List
ar_eg: تسجيل الدخول & أضف الى الأعلى
de_de: Anmelden & Zur Liste hinzufügen
es_es: Inicia sesión y Añadir a la lista
fr_fr: Connexion & Ajouter à la liste
id_id: Login & Tambahkan ke Daftar
ja: ログイン＆リストに追加されました..
ko_kr: 로그인 및 목록에 추가
pt_br: Login e Adicionar à lista
ru_ru: Войти и добавить в список
tr_tr: Giriş Yapın ve Listeye Ekle

source: Add to List
ar_eg: أضف إلى القائمة
de_de: Zur Liste hinzufügen
es_es: Agregar a la lista
fr_fr: Ajouter à la liste
id_id: Tambahkan ke Daftar
ja: リストに追加する
ko_kr: 목록에 추가하십시오
pt_br: Adicionado a lista
ru_ru: Добавить в список
tr_tr: Listeye ekle

source: Delete from List
ar_eg: حذف من القائمة
de_de: Löschen von der Liste.
es_es: Eliminar de la lista
fr_fr: Supprimer de la liste
id_id: Hapus dari daftar
ja: リストから削除します
ko_kr: 목록에서 삭제하십시오
pt_br: Excluir da lista.
ru_ru: Удалить из списка
tr_tr: Listeden Sil

source: Finish Date
ar_eg: تاريخ الانتهاء
de_de: Enddatum
es_es: Fecha de finalización
fr_fr: Date de fin
id_id: Tanggal Selesai
ja: 終了日
ko_kr: 날짜를 마침
pt_br: Data de acabamento
ru_ru: Дата окончания
tr_tr: Bitiş tarihi

source: Priority
ar_eg: أولوية
de_de: Priorität
es_es: Prioridad
fr_fr: Priorité
id_id: Prioritas
ja: 優先順位
ko_kr: 우선 사항
pt_br: Prioridade
ru_ru: Приоритет
tr_tr: Öncelik

source: Low
ar_eg: قليل
de_de: Niedrig
es_es: Bajo
fr_fr: Meugler
id_id: Rendah
ja: 低い
ko_kr: 낮은
pt_br: Baixo
ru_ru: Низкий
tr_tr: Düşük

source: Medium
ar_eg: واسطة
de_de: Mittel
es_es: Medio
fr_fr: Moyen
ja: 中くらい
ko_kr: 중간
ru_ru: Середина
tr_tr: Orta

source: High
ar_eg: عالي
de_de: Hoch
id_id: Tinggi
ja: 高い
ko_kr: 높은
ru_ru: Высокий
tr_tr: Yüksek

# Priority_level_qn
source: What is your priority level to watch/read this?
ar_eg: ما هو مستوى أولويتك لمشاهدة / قراءة هذا؟
de_de: Was ist Ihr Prioritätsniveau, um dies zu sehen / zu lesen?
es_es: ¿Cuál es su nivel de prioridad para ver / leer esto?
fr_fr: Quel est votre niveau de priorité pour regarder / lire ceci?
id_id: Apa tingkat prioritas Anda untuk menonton / membaca ini?
ja: これを見る/読むためのあなたの優先レベルは何ですか？
ko_kr: 이것을 보거나 읽을 우선 순위 수준은 무엇입니까?
pt_br: Qual é o seu nível de prioridade para assistir / ler isso?
ru_ru: Какой у вас приоритет при просмотре/чтении этого?
tr_tr: Bunu izlemek/okumak için öncelik düzeyiniz nedir?

source: Rewatching
ar_eg: إخراج
de_de: Wiederverwinternd
es_es: Revestimiento
fr_fr: Rétablissement
ja: 再ウォッチング
ko_kr: 재구성
ru_ru: Пересматриваю
tr_tr: Tekrar izliyorum

source: Rereading
ar_eg: إعادة الإقرار
de_de: Wiedererlangen.
es_es: Releer
fr_fr: Relire
id_id: Readeade.
ja: 再読
pt_br: Releading.
ru_ru: Перечитывание
tr_tr: Yeniden okuma

source: Times Rewatched
ar_eg: مرات إعادة تكرار
de_de: Zeiten zurückkehren
es_es: Veces revestido
fr_fr: Fois retouché
id_id: Kali diputar ulang
ja: 時間がかかります
ko_kr: 타임즈 재구성
pt_br: Vezes rewatched.
ru_ru: Количество просмотров повторно
tr_tr: Yeniden İzlenen Sayılar

source: Times Reread
ar_eg: مرات إعادة قراءة
de_de: Mal wieder liest
es_es: Veces releer
fr_fr: Fois relire
id_id: Kali membaca ulang
ja: 回復
ko_kr: 시간을 다시 읽는다
pt_br: Vezes releread.
ru_ru: Времена перечитаны

source: Rewatch
ar_eg: إعادف
de_de: Wiederverwatschen
es_es: Revestidor
ja: 再ウォッチ
ko_kr: 다시 늘어납니다
ru_ru: Пересмотреть
tr_tr: Tekrar izle

source: Reread
ar_eg: إعادة قراءة
de_de: Wiedereinsetzen
es_es: Releer
fr_fr: Relire
id_id: Membaca kembali
ja: 再登録
ko_kr: 재명
pt_br: Reler
ru_ru: Перечитать
tr_tr: Tekrar oku

source: Value
ar_eg: قيمة
de_de: Wert
es_es: Valor
fr_fr: Valeur
id_id: Nilai
ja: 価値
ko_kr: 값
pt_br: Valor
ru_ru: Ценить
tr_tr: Değer

source: Very Low
ar_eg: منخفظ جدا
de_de: Sehr niedrig
es_es: Muy bajo
fr_fr: Très lent
id_id: Sangat rendah
ja: とても低い
ko_kr: 매우 낮은
ru_ru: Очень низкий
tr_tr: Çok düşük

source: Very High
ar_eg: عالي جدا
de_de: Sehr hoch
es_es: Muy alto
fr_fr: Très haut
id_id: Sangat tinggi
ja: すごく高い
ko_kr: 매우 높은
pt_br: Muito alto
ru_ru: Очень высоко
tr_tr: Çok yüksek

source: Seen
ar_eg: مرئي
de_de: Gesehen
id_id: Terlihat
ko_kr: 봤다
pt_br: Visto
ru_ru: Видимый
tr_tr: Görülen

source: My Status
ar_eg: حالتي
de_de: Mein Status
es_es: Mi estado
fr_fr: Mon statut
id_id: Status saya
ja: 私のステータス
ko_kr: 내 상태
pt_br: Meu status
ru_ru: Мой статус
tr_tr: Durumum

source: Couldn't Delete
ar_eg: لا يمكن حذف
de_de: Konnte nicht löschen
es_es: No se pudo borrar
fr_fr: Ne pouvait pas supprimer
id_id: Tidak bisa dihapus
ja: 削除できませんでした
ko_kr: 삭제할 수 없었습니다
pt_br: Não foi possível deletar
ru_ru: Не удалось удалить
tr_tr: Silinemedi

source: Volumes
ar_eg: أحجام
de_de: Volumina
es_es: Volúmenes
id_id: Volume.
ja: ボリューム
ko_kr: 부피
ru_ru: Объемы
tr_tr: Birimler

source: Read
ar_eg: يقرأ
de_de: Lesen
es_es: Leer
fr_fr: Lire
id_id: Membaca
ja: 読んだ
ko_kr: 읽다
pt_br: Leitura
ru_ru: Читать
tr_tr: Okumak

source: Login to See more
ar_eg: تسجيل الدخول لرؤية المزيد
de_de: Melden Sie sich an, um mehr zu sehen
es_es: Inicia sesión para ver más
fr_fr: Connectez-vous pour voir plus
id_id: Login untuk melihat lebih banyak
ja: もっと見るにはログインしてください
ko_kr: 더 많은 것을 보려면 로그인하십시오
pt_br: Faça login para ver mais
ru_ru: Войдите, чтобы увидеть больше
tr_tr: Daha fazlasını görmek için giriş yapın

source: Updating
ar_eg: تحديث
de_de: Aktualisierung
es_es: Actualizando
fr_fr: Mise à jour
id_id: Memperbarui
ja: 更新
ko_kr: 업데이트
pt_br: Atualização do
ru_ru: Обновление
tr_tr: Güncelleniyor

source: Male
ar_eg: ذكر
de_de: Männlich
id_id: Pria
ja: 男
ko_kr: 남성
ru_ru: Мужской
tr_tr: Erkek

source: Female
ar_eg: أنثى
de_de: Weiblich
es_es: Mujer
fr_fr: Femelle
id_id: Perempuan
ja: 女性
ko_kr: 여자
ru_ru: Женский
tr_tr: Dişi

source: Reading
ar_eg: قراءة
de_de: Lektüre
es_es: Leer
fr_fr: En train de lire
id_id: Membaca
ja: 読む
ko_kr: 독서
pt_br: Lendo
ru_ru: Чтение
tr_tr: Okuma

source: Anime Statistics
ar_eg: إحصائيات أنيمي
de_de: Anime-Statistiken.
es_es: Estadísticas de anime
fr_fr: Statistiques d'anime
id_id: Statistik Anime.
ja: アニメ統計
ko_kr: 애니메이션 통계
pt_br: Estatísticas de anime.
ru_ru: Статистика аниме
tr_tr: Anime İstatistikleri

source: Just a sec!
ar_eg: ثانيةواحدة!
de_de: Nur eine Sekunde!
es_es: ¡Solo un segundo!
fr_fr: Juste une seconde!
id_id: Tunggu sebentar!
ja: ちょっと待って！
ko_kr: 잠깐만!
pt_br: Só um segundo!
ru_ru: Секундочку!
tr_tr: Sadece bir saniye!

# Url_open_conf
source: This link will take you to
ar_eg: هذا الرابط سوف يأخذك إلى
de_de: Dieser Link bringt Sie dazu
es_es: Este enlace te llevará a
fr_fr: Ce lien vous mènera à
id_id: Tautan ini akan membawa Anda ke
ja: このリンクはあなたを連れて行きます
ko_kr: 이 링크가 당신을 데려 갈 것입니다
pt_br: Este link irá levá-lo para
ru_ru: Эта ссылка приведет вас к
tr_tr: Bu bağlantı sizi şuraya götürecektir:

source: continue?
ar_eg: استمر؟
de_de: fortsetzen?
es_es: ¿Seguir?
fr_fr: Continuez?
id_id: melanjutkan?
ja: 継続する？
ko_kr: 계속하다?
pt_br: Prosseguir?
ru_ru: продолжать?
tr_tr: devam etmek?

source: Logout Confirmation
ar_eg: تأكيد تسجيل الخروج
de_de: Logout-Bestätigung
es_es: Confirmación de cierre de sesión
fr_fr: Confirmation de déconnexion
id_id: Konfirmasi Logout.
ja: ログアウト確認
ko_kr: 로그 아웃 확인
pt_br: Confirmação de logout
ru_ru: Подтверждение выхода из системы
tr_tr: Oturum Kapatma Onayı

source: Do you wish to logout?
ar_eg: هل ترغب في تسجيل الخروج؟
de_de: Möchten Sie mich abmelden?
es_es: ¿Deseas cerrar sesión?
fr_fr: Souhaitez-vous vous déconnecter?
id_id: Apakah Anda ingin keluar?
ja: あなたはログアウトしたいですか？
ko_kr: 로그 아웃하고 싶습니까?
pt_br: Você deseja fazer logout?
ru_ru: Вы хотите выйти из системы?
tr_tr: Oturumu kapatmak istiyor musunuz?

source: Couldn't sign out now!
ar_eg: لا يمكن تسجيل الخروج الآن!
de_de: Ich konnte mich jetzt nicht abmelden!
es_es: ¡No se pudo cerrar sesión ahora!
fr_fr: Impossible de décéder maintenant!
id_id: Tidak bisa keluar sekarang!
ja: 今すぐサインアウトできませんでした！
ko_kr: 지금 로그인 할 수 없었습니다!
pt_br: Não foi possível sair agora!
ru_ru: Не удалось выйти из аккаунта!
tr_tr: Şu anda oturum kapatılamadı!

source: Cannot launch
ar_eg: لا يمكن إطلاق
de_de: Kann nicht starten
es_es: no se puede iniciar
fr_fr: Impossible de lancer
id_id: Tidak dapat diluncurkan
ja: 起動できません
ko_kr: 실행할 수 없음
pt_br: Não é possível iniciar
ru_ru: Невозможно запустить
tr_tr: Başlatılamıyor

source: years ago
ar_eg: سنين مضت
de_de: vor Jahren
es_es: hace años que
fr_fr: il y a des années
id_id: bertahun-tahun lalu
ja: 数年前
ko_kr: 여러 해 전에
pt_br: anos atrás
ru_ru: много лет назад
tr_tr: Yıllar önce

# year_ago
source: an year ago
ar_eg: منذ عام
de_de: vor einem Jahr.
es_es: Hace un año
fr_fr: il y a un an
id_id: Tahun yang lalu
ja: 1年前
ko_kr: 1 년 전
pt_br: um ano atrás
ru_ru: год назад
tr_tr: bir yıl önce

source: Last year
ar_eg: العام الماضي
de_de: Letztes Jahr
es_es: El año pasado
fr_fr: L'année dernière
id_id: Tahun lalu.
ja: 去年
ko_kr: 작년
pt_br: Ano passado
ru_ru: В прошлом году
tr_tr: Geçen sene

# month_ago
source: a month ago
ar_eg: قبل شهر
de_de: vor einem Monat
es_es: hace un mes
fr_fr: il y a un mois
id_id: sebulan yang lalu
ja: 一ヶ月前
ko_kr: 한 달 전
pt_br: um mês atrás
ru_ru: месяц назад
tr_tr: bir ay önce

source: months ago
ar_eg: منذ اشهر
de_de: vor wenigen Monaten
es_es: Hace meses
fr_fr: il y a des mois
id_id: bulan lalu
ja: 数か月前
ko_kr: 몇달 전
pt_br: meses antes
ru_ru: несколько месяцев назад
tr_tr: aylar önce

source: weeks ago
ar_eg: منذ أسابيع
de_de: vor Wochen
es_es: hace semanas
fr_fr: il y a des semaines
id_id: minggu yang lalu
ja: 何週間前
ko_kr: 몇주 전에
pt_br: semanas atrás
ru_ru: недели назад
tr_tr: haftalar önce

# week_ago
source: a week ago
ar_eg: منذ أسبوع
de_de: vor einer Woche
es_es: Hace una semana
fr_fr: il y a une semaine
id_id: seminggu yang lalu
ja: 1週間前
ko_kr: 일주일 전
pt_br: uma semana atrás
ru_ru: неделю назад
tr_tr: bir hafta önce

source: Last week
ar_eg: الأسبوع الماضي
de_de: Letzte Woche
es_es: La semana pasada
fr_fr: La semaine dernière
id_id: Minggu lalu
ja: 先週
ko_kr: 지난주
pt_br: Semana Anterior
ru_ru: На прошлой неделе
tr_tr: Geçen hafta

source: Last month
ar_eg: الشهر الماضي
de_de: Letzten Monat
es_es: El mes pasado
fr_fr: Le mois dernier
id_id: Bulan lalu
ja: 先月
ko_kr: 지난 달
pt_br: Mês passado
ru_ru: Прошлый месяц
tr_tr: Geçen ay

source: days ago
ar_eg: أيام مضت
de_de: Vor Tagen
es_es: hace días
fr_fr: il y a quelques jours
id_id: beberapa hari yang lalu
ja: 数日前
ko_kr: 며칠 전에
pt_br: dias atrás
ru_ru: дней назад
tr_tr: günler önce

# day_ago
source: a day ago
ar_eg: منذ يوم
de_de: vor einem Tag
es_es: Hace un día
fr_fr: il y a un jour
id_id: kemarin
ja: 昨日
ko_kr: 하루 전
pt_br: um dia atrás
ru_ru: день назад
tr_tr: bir gün önce

source: Yesterday
ar_eg: في الامس
de_de: Gestern
es_es: El dia de ayer
fr_fr: Hier
id_id: Kemarin
ja: 昨日
ko_kr: 어제
pt_br: Ontem
ru_ru: Вчера
tr_tr: Dün

source: hours ago
ar_eg: منذ ساعات
de_de: Vor Stunden
es_es: horas atras
fr_fr: il y a des heures
id_id: beberapa jam yang lalu
ja: 時間前
ko_kr: 몇 시간 전에
pt_br: horas atrás
ru_ru: несколько часов назад
tr_tr: saatler önce

# hour_ago
source: An hour ago
ar_eg: منذ ساعة
de_de: Vor einer Stunde
es_es: Hace una hora
fr_fr: Il y a une heure
id_id: Satu jam yang lalu
ja: 1時間前
ko_kr: 한 시간 전에
pt_br: Uma hora atrás
ru_ru: Час назад
tr_tr: Bir saat önce

source: minutes ago
ar_eg: دقائق مضت
de_de: Vor ein paar Minuten
es_es: hace minutos
fr_fr: il y a quelques minutes
id_id: beberapa menit yang lalu
ja: 数分前
ko_kr: 몇분 전에
pt_br: minutos atrás
ru_ru: минут назад
tr_tr: dakika önce

# minute_ago
source: a minute ago
ar_eg: منذ دقيقة
de_de: vor einer Minute
es_es: hace un minuto
fr_fr: Il y'a une minute
id_id: Semenit yang lalu
ja: 1分前
ko_kr: 1 분
pt_br: um minuto atrás
ru_ru: минуту назад
tr_tr: bir dakika önce

source: seconds ago
ar_eg: منذ ثوانى
de_de: Sekunden zuvor
es_es: hace segundos
fr_fr: il y a quelques instants
id_id: beberapa detik lalu
ja: 秒前の
ko_kr: 초 전
pt_br: segundos atrás
ru_ru: секунды назад
tr_tr: saniyeler önce

source: Just now
ar_eg: الآن
de_de: Grade eben
es_es: En este momento
fr_fr: Juste maintenant
id_id: Baru saja
ja: ちょうど今
ko_kr: 방금
pt_br: Agora mesmo
ru_ru: Прямо сейчас
tr_tr: Şu anda

source: Select a suitable color
ar_eg: حدد لون مناسب
de_de: Wählen Sie eine geeignete Farbe aus
es_es: Seleccione un color adecuado
fr_fr: Sélectionnez une couleur appropriée
id_id: Pilih warna yang cocok
ja: 適切な色を選択してください
ko_kr: 적당한 색상을 선택하십시오
pt_br: Selecione uma cor adequada
ru_ru: Выберите подходящий цвет
tr_tr: Uygun bir renk seçin

source: Language Settings
ar_eg: اعدادات اللغة
de_de: Spracheinstellungen
es_es: Configuraciones de idioma
fr_fr: Paramètres de langue
id_id: Pengaturan Bahasa
ja: 言語設定
ko_kr: 언어 설정
pt_br: Configurações de linguagem
ru_ru: Языковые настройки
tr_tr: Dil ayarları

# Language_settings_desc
source: Choose from English, Portuguese
ar_eg: اختر من الإنجليزية، البرتغالية
de_de: Wähle aus Englisch, Portugiesisch
es_es: Elige entre inglés, portugués.
fr_fr: Choisissez parmi l'anglais, le portugais
id_id: Pilih dari Bahasa Inggris, Portugis
ja: 英語、ポルトガル語から選択してください
ko_kr: 포르투갈어 영어 중에서 선택하십시오
pt_br: Escolha entre Inglês, Português
ru_ru: Выбирайте из английского, португальского
tr_tr: İngilizce, Portekizce arasından seçim yapın

source: Choose a language
ar_eg: اختر لغة
de_de: Wählen Sie eine Sprache aus
es_es: Elige un idioma
fr_fr: Choisissez une langue
id_id: Pilih bahasa
ja: 言語を選択してください
ko_kr: 언어를 선택하십시오
pt_br: Escolha uma linguagem
ru_ru: Выберите язык
tr_tr: Bir dil seçin

source: A new episode is out!
ar_eg: حلقة جديدة خارج!
de_de: Eine neue Episode ist raus!
es_es: ¡Un nuevo episodio está fuera!
fr_fr: Un nouvel épisode est sorti!
id_id: Episode baru keluar!
ja: 新しいエピソードが出ています！
ko_kr: 새로운 에피소드가 나왔습니다!
pt_br: Um novo episódio está fora!
ru_ru: Вышел новый эпизод!
tr_tr: Yeni bir bölüm çıktı!

# Notif_Update_watchList
source: Update your <b><i>watchlist</i></b> as soon as you watch the episode
ar_eg: تحديث قائمة المراقبة بمجرد مشاهدة الحلقة
de_de: Aktualisieren Sie Ihre Merkliste, sobald Sie die Episode sehen
es_es: Actualiza tu lista de seguimiento tan pronto como veas el episodio.
fr_fr: Mettez à jour votre liste de surveillance dès que vous regardez l'épisode
id_id: Perbarui daftar pantauan Anda segera setelah Anda menonton episode
ja: あなたがエピソードを見るとすぐにあなたのウォッチリストを更新する
ko_kr: 에피소드를 보면서 곧 시청 목록을 업데이트하십시오.
pt_br: Atualize sua lista de observação assim que você assiste ao episódio
ru_ru: Обновите свой <b><i>список просмотра</i></b> сразу после просмотра эпизода.
tr_tr: Bölümü izler izlemez <b><i>izleme listenizi</i></b> güncelleyin

# Notif_Update_PTW
source: An anime in your <b><i>PTW<i></b> is airing. Check it out and let us now.
ar_eg: أنيمي في PTW الخاص بك هو الهواء.التحقق من ذلك ودعنا الآن.
de_de: Ein Anime in Ihrem PTW ist lüftend.Überprüfen Sie es und lassen Sie uns jetzt.
es_es: Un anime en tu PTW está aireando.Compruébelo y déjanos ahora.
fr_fr: Un anime dans votre PTW est disponible.Vérifiez-le et laissez-nous maintenant.
id_id: Anime di PTW Anda ditayangkan.Lihat dan mari kita sekarang.
ja: あなたのPTWのアニメはエアリングです。それをチェックアウトして今私たちにしましょう。
ko_kr: 귀하의 PTW의 애니메이션은 방송 중입니다.그것을 확인하고 지금 저희에게합시다.
pt_br: Um anime no seu PTW está sendo exibido.Confira e deixe-nos agora.
ru_ru: В вашем <b><i>PTW<i></b> выходит аниме. Проверьте это и дайте нам сейчас.
tr_tr: <b><i>PTW<i></b>'nizde bir anime yayınlanıyor. Bir göz atın ve şimdi bize bildirin.

source: Episode Reminder
ar_eg: تذكير الحلقة
de_de: Episode Erinnerung
es_es: Recordatorio del episodio
fr_fr: Rappel de l'épisode
ja: エピソードリマインダー
ko_kr: 에피소드 알림
pt_br: Lembrete do episódio
ru_ru: Напоминание об эпизоде
tr_tr: Bölüm Hatırlatıcısı

source: just got aired
ar_eg: حصلت للتو باحث
de_de: Ich bin gerade ausgestrahlt
es_es: acaba de emitir
fr_fr: vient d'être diffusé
id_id: baru saja ditayangkan
ja: ちょうど放送されました
ko_kr: 방금 가방되었습니다
pt_br: Acabei de ficar ao ar
ru_ru: только что вышел в эфир
tr_tr: yeni yayınlandı

source: Auto Translate Synopsis
ar_eg: ترجمة السيارات ملخص
es_es: Auto traducir sinopsis
fr_fr: Synopsis de traduction automatique
id_id: Auto Terjemahkan Sinopsis.
ja: 翻訳概要
ko_kr: 자동 번역 시놉시스
pt_br: Auto traduzir sinopse.
ru_ru: Это резюме перевода
tr_tr: Bu Çeviri Özeti

# Translate_Synopsis
source: Translate the above synopsis
ar_eg: ترجمة ملخص أعلاه
de_de: Übersetzen Sie die obige Synopsis
es_es: Traducir la sinopsis anterior
fr_fr: Traduire le Synopsis ci-dessus
id_id: Terjemahkan sinopsis di atas
ja: 上記の概要を翻訳してください
ko_kr: 위의 시놉시스를 번역하십시오
ru_ru: Переведите приведенный выше синопсис
tr_tr: Yukarıdaki özeti çevirin

source: Show Original
ar_eg: إظهار النسخة الأصلية
de_de: Original zeigen
es_es: Mostrar original
fr_fr: Montrer l'original
id_id: Menunjukkan yang asli
ja: オリジナルを見せる
ko_kr: 원본보기
pt_br: Mostrar original
ru_ru: Показать оригинал
tr_tr: Orjinali göster

source: Promo Videos
ar_eg: أشرطة الفيديو الترويجي
es_es: Videos de promoción
fr_fr: Vidéos promotionnelles
id_id: Video promo
ja: プロモビデオ
ko_kr: 프로모션 비디오
pt_br: Vídeos promocionais.
ru_ru: Промо-видео
tr_tr: Tanıtım Videoları

source: Couldn't get promos
ar_eg: لا يمكن الحصول على البروموس
de_de: Konnte keine Promos bekommen.
es_es: No podía conseguir promoes
fr_fr: Ne pouvait pas obtenir des promos
id_id: Tidak bisa mendapatkan promo
ja: プロモーションを得ることができませんでした
ko_kr: 프로모션을 얻을 수 없었습니다
pt_br: Não conseguiu promos
ru_ru: Не удалось получить промоакции
tr_tr: Promosyonlar alınamadı

source: User Updates
ar_eg: تحديثات المستخدم
de_de: Benutzer-Updates
es_es: Actualizaciones de usuarios
fr_fr: Mises à jour des utilisateurs
id_id: Pembaruan Pengguna
ja: ユーザーの更新
ko_kr: 사용자 업데이트
ru_ru: Обновления пользователей
tr_tr: Kullanıcı Güncellemeleri

source: Episodes Seen
ar_eg: حلقات ينظر
de_de: Episoden gesehen.
es_es: Episodios vistos
fr_fr: Épisodes vus
id_id: Episode terlihat
ja: エピソードが見ました
ko_kr: 에피소드가 나타났습니다
pt_br: Episódios vistos
ru_ru: Просмотренные эпизоды
tr_tr: Görülen Bölümler
